{"authors": [], "date_download": "2021-08-11 18:09:20", "date_modify": "2021-08-11 18:09:20", "date_publish": "2020-02-13 17:48:09", "description": "Fianna F¨¢il's parliamentary party says it will not back Sinn F¨¦in in government in the Republic of Ireland.", "filename": "news_world-europe-51489261_1628705360.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/8137/production/_110897033_4c09b635-eaa6-4b3b-ac62-3fa22e33037b.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-51489261_1628705360.html", "title": "Irish general election: Fianna F¨¢il rules out Sinn F¨¦in talks", "title_page": "Irish general election: Fianna F¨¢il rules out Sinn F¨¦in talks - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Irish general election: Fianna F¨¢il rules out Sinn F¨¦in talks Published 13 February 2020\nimage source PA Media image caption Mary Lou McDonald of Sinn F¨¦in and Fianna F¨¢il leader Miche¨¢l Martin met their respective parliamentary parties on Thursday\nThe Fianna F¨¢il parliamentary party has decided not to enter talks with Sinn F¨¦in about forming a new Irish government.\nAll eyes are on the makeup of the next D¨¢il (Irish parliament) after an election that led to an historic surge for Sinn F¨¦in.\nSinn F¨¦in topped the first preference poll but its total of 37 seats is one fewer than that of Fianna F¨¢il.\nNo single party has enough seats to govern.\nBefore the election, Fianna F¨¢il leader Miche¨¢l Martin ruled out forming a coalition with Sinn F¨¦in, citing its historic links to the IRA as a deterrent.\nIn the wake of Saturday's vote, he did not reject the two parties working together but said \"significant incompatibilities\" existed.\nimage source EPA image caption Mary Lou McDonald says there are \"big incompatibilities\" between her party and Fianna F¨¢il\nFianna F¨¢il's parliamentary party met on Thursday afternoon.\nBBC News NI understands the members agreed that Fianna F¨¢il should not enter government formation talks with Sinn F¨¦in but Mr Martin received backing to talk to other parties.\nSinn F¨¦in, led by Mary Lou McDonald, held a meeting of its parliamentary party on Thursday morning.\nEchoing Mr Martin's comments, Ms McDonald said there were \"big incompatibilities\" between her party and Fianna F¨¢il.\nBut she challenged Fianna F¨¢il to enter talks about government.\n\"Our objective is a government of change - the question is this: Will Fianna F¨¢il sign up for that type of change?\" she asked.\n\"The type of change that people voted for?\"\nMs McDonald has already written to Mr Martin and also reportedly intends to write to Fine Gael about government formation.\nimage caption Fianna F¨¢il and Sinn F¨¦in won the same number of seats, but the Ceann Comhairle (Speaker), who was a Fianna F¨¢il TD, was automatically re-elected\nThe outcome of the election was described by Ms McDonald as \"something of a revolution\" in the ballot box.\nThe left-wing republican party took 24.5% of the vote, compared with 22% for Fianna F¨¢il and 21% for Fine Gael, led by outgoing Taoiseach (Irish prime minister) Leo Varadkar.\nFine Gael has also ruled out coalescing with Sinn F¨¦in, citing opposition to its tax policies.\nWhy the Sinn F¨¦in surge?\nAnalysts suggest Sinn F¨¦in managed to successfully tap into the public anger felt in the Republic of Ireland about issues that have dogged centre-right Fine Gael for a number of years - a shortage of housing, rocketing rents and homelessness.\nThat is in spite of the fact the country is forecast to have one of the fastest growing economies in the EU in 2020.\nThose issues were dubbed \"the problems of success\" by former Finance Minister Michael Noonan as far back as 2015.\nBrexit - a considerable focus of Mr Varadkar and his deputy Simon Coveney while in power - barely registered as an issue in the campaign.\nHow many seats are required in the D¨¢il to form a government?\nEighty are required - and no single party has that number.\nEven if Fianna F¨¢il and Sinn F¨¦in agree to coalesce, they still will not hit that magic number and will need to turn to either some of the smaller parties or independents to get them across the line.\nimage source Getty Images image caption It took former Taoiseach Enda Kenny 70 days to form a government in 2016\nThat means there could be a lengthy wait to see the makeup of the next government.\nThat's not entirely unusual - it took 70 days for previous Taoiseach Enda Kenny to form a government in 2016.\nCan Fianna F¨¢il or Sinn F¨¦in simply try and form a government with each other's support?\nThat would make an already difficult task nigh on impossible, particularly as outgoing Labour leader Brendan Howlin recommended to his parliamentary party that it remains in opposition.\nBoth Fianna F¨¢il and Sinn F¨¦in would require the support of all of the remaining smaller parties and all independent TDs to make that work, which is highly unlikely, and even then they would only slip over the 80-seat line.\nThat means any subsequent government would, potentially, be highly unstable.\nThe other option is that Fianna F¨¢il and Fine Gael could look to form a coalition.\nThe two parties, whose histories date back to the Irish Civil War, have never been in a formal coalition.\nFianna F¨¢il propped up Fine Gael in the last government in a confidence-and-supply arrangement.\nIf that option occurs, they would need the support of smaller parties or independents to get across the 80-seat mark.", "url": "https://www.bbc.com/news/world-europe-51489261"}