{"authors": [], "date_download": "2021-08-08 10:15:28", "date_modify": "2021-08-08 10:15:28", "date_publish": "2020-09-11 21:22:49", "description": "Inocente Orlando Montano is sentenced to 133 years in prison for the 1989 murders in El Salvador.", "filename": "news_world-europe-54126548_1628417728.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/6EB7/production/_114334382_gettyimages-1218460464.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-54126548_1628417728.html", "title": "Spain sentences El Salvador ex-colonel to 133 years in jail for priests' murder", "title_page": "Spain sentences El Salvador ex-colonel to 133 years in jail for priests' murder - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Spain sentences El Salvador ex-colonel to 133 years in jail for priests' murder Published 11 September 2020\nimage source AFP image caption Inocente Orlando Montano was sentenced to 133 years in prison\nA court in Spain has sentenced a former Salvadoran army colonel to 133 years in prison for the murder of five Spanish Jesuit priests in his homeland in 1989.\nInocente Orlando Montano, 77, was found guilty of \"terrorist murder\".\nThe killings happened during El Salvador's civil war, when Catholic priests were often accused by the government of collaborating with left-wing rebels.\nMontano - who was extradited from the US - had denied wrongdoing.\nSpain's top criminal court found him responsible for eight murders. But it could not convict him for the killings of three Salvadorans - the priests' housekeeper and her teenage daughter, and a sixth Jesuit priest - because his extradition to Spain did not cover these cases.\nMontano listened from a wheelchair as he was sentenced to 26 years, eight months and one day in prison for each of the five Spanish priests' deaths, the Associated Press news agency reports.\nOutside the court, lawyer Manuel Olle told reporters the victims' relatives were \"very satisfied\" with the verdict.\n\"The truth is what this sentence says today and it says it with absolute clarity, that the crimes were planned, plotted and decided from the Salvadoran military high command,\" he said.\nThe verdict can be appealed against.\nWhat do we know about the case?\nThe murders took place during El Salvador's 1979 to 1992 civil war between the military-led government and the left-wing Farabundo Marti National Liberation Front (FMLN).\nOne of the murdered priests, Ignacio Ellacuria, was rector of the Central American University (UCA) in the capital San Salvador and a leading figure in the liberation theology movement, which reached out to the poor of Latin America.\nThe priests and the two women were dragged from their beds early on 16 November, 1989, and murdered on the university campus.\nProsecutors said Montano, a former deputy defence minister, was part of a far-right group in the military responsible for atrocities and opposed to any peace deal with the FMLN.\nThey said Montano gave \"the direct order to assassinate the Jesuits\".\nA man suspected of shooting the priests, ex-Lt Ren¨¦ Yusshy Mendoza, was a witness for the prosecution.\nHow did he end up in Spain?\nMontano had moved to the US in 2002 and was in jail there for immigration fraud and perjury when the Spanish extradition request was made.\nHe was extradited from the US in November 2017, having been charged, along with other Salvadoran officers, by a Spanish judge in 2011.\nEl Salvador refused to hand over to Spain other officers accused over the 1989 murder plot.\nRelated Topics El Salvador\nSpain", "url": "https://www.bbc.com/news/world-europe-54126548"}