{"authors": [], "date_download": "2021-08-09 14:55:46", "date_modify": "2021-08-09 14:55:46", "date_publish": "2020-08-11 17:53:20", "description": "Russia's president says the vaccine - named Sputnik-V - has passed checks but experts are sceptical.", "filename": "news_world-europe-53735718_1628520946.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/469E/production/_113887081_mediaitem113887080.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-53735718_1628520946.html", "title": "Coronavirus: Putin says vaccine has been approved for use", "title_page": "Coronavirus: Putin says vaccine has been approved for use - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Coronavirus: Putin says vaccine has been approved for use Published 11 August 2020\nimage source Reuters image caption President Putin said one of his daughters had been vaccinated against the virus\nRussian President Vladimir Putin has said a locally developed vaccine for Covid-19 has been given regulatory approval after less than two months of testing on humans.\nMr Putin said the vaccine had passed all the required checks, adding that his daughter had already been given it.\nOfficials have said they plan to start mass vaccination in October.\nExperts have raised concerns about the speed of Russia's work, suggesting that researchers might be cutting corners.\nAmid fears that safety could have been compromised, the World Health Organization (WHO) urged Russia last week to follow international guidelines for producing a vaccine against Covid-19.\nOn Tuesday, the WHO said it had been in talks with Russian authorities about undertaking a review of the vaccine, which has been named Sputnik-V.\nCurrently, the Russian vaccine is not among the WHO's list of six vaccines that have reached phase three clinical trials, which involve more widespread testing in humans.\nMore than 100 vaccines around the world are in early development, with some of those being tested on people in clinical trials.\nDespite rapid progress, most experts think any vaccine would not become widely available until mid-2021.\nWhat did President Putin say about the vaccine?\nCalling it a world first, President Putin said the vaccine, developed by Moscow's Gamaleya Institute, offered \"sustainable immunity\" against the coronavirus.\nHe said he knew the vaccine was \"quite effective\", without giving further details, and stressed that it had passed \"all needed checks\".\nmedia caption Coronavirus vaccine: How close are you to getting one?\nMr Putin also said the vaccine had been given to one of his daughters, who was feeling fine despite a brief temperature increase.\n\"I think in this sense she took part in the experiment,\" Mr Putin said, without specifying which of his two daughters had received the vaccine.\n\"After the first injection her temperature was 38 degrees, the next day 37.5, and that was it. After the second injection her temperature went up slightly, then back to normal.\"\nIt is rare for President Putin to talk publicly about his daughters - named Maria Vorontsova and Katerina Tikhonova in media reports - and their lives have been shrouded in secrecy.\nWhat do we know about the vaccine?\nRussian scientists said early-stage trials of the vaccine had been completed and the results were a success.\nThe Russian vaccine uses adapted strains of the adenovirus, a virus that usually causes the common cold, to trigger an immune response.\nimage source EPA image caption In July Russian scientists announced that early-stage trials of a vaccine developed by the Gamaleya Institute had been completed\nBut the vaccine's approval by Russian regulators comes before the completion of a larger study involving thousands of people, known as a phase-three trial.\nExperts consider these trials an essential part of the testing process.\nDespite this, Russian Health Minister Mikhail Murashko said on Tuesday the vaccine had \"proven to be highly effective and safe\", hailing it as a big step towards \"humankind's victory\" over Covid-19.\nRussian officials said the vaccine had been named Sputnik-V, in honour of the world's first satellite. Sputnik is the Russian word for satellite.\nThey have likened the search for a vaccine to the space race contested by the Soviet Union and the US during the Cold War.\nRussia has previously been accused by the UK, US and Canada of seeking to steal research related to Covid-19.\nRussia's vaccine data cannot be verified\nRussia is fast-tracking its Covid-19 vaccine at an extraordinary pace. It began the first clinical trials on 17 June, months after teams in China, the US and Europe.\nUnlike other groups, the Gamaleya Institute in Moscow has not released any safety or immunity data from its studies. This makes it impossible for independent scientists to make an assessment.\nPresident Putin is keen to send a clear message to the world regarding the prowess of Russian science. But simply being first is not enough.\nNo Covid-19 vaccine being developed has yet been shown to offer protection against coronavirus. That central question remains unanswered.\nWhat reaction has there been to Russia's vaccine efforts?\nThe progress Russia says it has made on a coronavirus vaccine has been met with scepticism by health officials and media outlets in the US and Europe.\nLast month, America's leading infectious diseases expert Dr Anthony Fauci expressed doubts about the rigour of the testing process in fast-track vaccine efforts in Russia and China.\nWHO spokesman Christian Lindmeier has echoed those sentiments, telling reporters on 4 August: \"Sometimes individual researchers claim they have found something, which is of course, as such, great news.\n\"But between finding or having a clue of maybe having a vaccine that works, and having gone through all the stages, is a big difference.\"\nMeanwhile the Moscow-based Association of Clinical Trials Organizations (Acto), which represents the world's top drug companies in Russia, urged the health ministry to postpone approval until after phase-three trials.", "url": "https://www.bbc.com/news/world-europe-53735718"}