{"authors": [], "date_download": "2021-08-08 23:18:42", "date_modify": "2021-08-08 23:18:42", "date_publish": "2020-08-19 00:00:00", "description": "The pandemic ¡°has uncovered the plight of the poor and the great inequality that reigns¡±, he says.", "filename": "news_live_world-europe-53831503_1628464722.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-53831503_1628464722.html", "title": "Pope demands access to virus vaccines for poor", "title_page": "Coronavirus: Pope demands access to virus vaccines for poor - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "PA Media Copyright: PA Media Students have protested the way grades were calculated, saying an algorithm disadvantaged poorer pupils Image caption: Students have protested the way grades were calculated, saying an algorithm disadvantaged poorer pupils\nIt's a year like no other for GCSE results, as coronavirus meant exams were cancelled when the UK went into lockdown.\nFor many teenagers who are preparing to receive their grades tomorrow, it's a nervous evening.\nSixteen-year-old Rijul Das is one of them - he's hoping to become an astrophysicist.\nHe wants to study Maths, Physics, AS Economics and Further Maths - for that, he needs certain results in his GCSE qualifications.\nAfter a huge backlash to the way A-level and GCSE grades were determined using a controversial algorithm, teachers' assessments will now be used for all students - apart from where the algorithm gives a higher grade.\nRijul still has reservations: \"The results won't be what I could have got if I'd taken exams but it's the best they can do. And if my results are good I'll be happy and I can just chill.\n\"The teachers know us well so I just have to hope.\"\nWe'll be covering GCSE results day live on the BBC News website - do join us.", "url": "https://www.bbc.com/news/live/world-europe-53831503"}