{"authors": [], "date_download": "2021-08-08 13:14:53", "date_modify": "2021-08-08 13:14:53", "date_publish": "2020-09-25 23:37:24", "description": "Switzerland isn't in the EU, but it does enjoy access to free trade - on condition of it also having free movement.", "filename": "news_world-europe-54269138_1628428493.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/14A5A/production/_114607548_92aa1296-6d18-4979-99cc-010467a14bf6.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-54269138_1628428493.html", "title": "Switzerland gets ready to vote on ending free movement with EU", "title_page": "Switzerland gets ready to vote on ending free movement with EU - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Switzerland gets ready to vote on ending free movement with EU By Imogen Foulkes\nBBC News, Geneva Published 26 September 2020\nimage source Reuters image caption The push to scrap the freedom of movement deal comes from the right-wing Swiss People's Party\nSwiss voters will decide on Sunday whether to abandon their free movement of people agreement with the EU.\nSupporters say the move will allow Switzerland to control its borders and select only the immigrants it wants.\nOpponents argue it will plunge a healthy economy into recession, and deprive hundreds of thousands of Swiss citizens of their freedom to live and work across Europe.\nThe justice minister says that would create a situation \"worse than Brexit\".\nWhy does non-EU member Switzerland need to bother with free movement?\nSwitzerland decided long ago not to join the EU, but it does want access to Europe's free-trade area, and it wants to co-operate with Brussels in areas like transport, the environment, and research and education.\nThe price for this is to sign up to the EU's major policy \"pillars\" including free movement, and Schengen open borders.\nThe EU has consistently told the Swiss there will be no cherry-picking: leaving free movement would mean leaving those lucrative trade arrangements too.\nWhy now?\nThe proposal comes from the right-wing Swiss People's Party (SVP), and is a successor to a referendum held in 2014 (also from the People's Party) to introduce quotas on immigrants from the EU.\nThat passed by a whisker (50.33% said yes, 49.67% said no), obliging the Swiss government to find a deal Brussels would accept. In the end a compromise was agreed: Swiss employers had to prioritise workers permanently resident in Switzerland, in job sectors where unemployment is already high.\nThe SVP dismissed the deal as so weak as to be virtually meaningless, and are now back with a second demand to get out of free movement altogether.\nSo what are the pros and cons?\nThomas Aeschi of the SVP believes abandoning free movement will bring all sorts of advantages, from \"being able to select the highest qualified immigrants\" to \"less land speculation, lower house prices, and lower rents\".\nNationalrat [Trade deals] are not as important as they are portrayed in the media\nHe does not fear the loss of trade deals, arguing the only likely effect is \"the Swiss will eat less French cheese and the French will eat less Swiss cheese\".\nStefan Manser-Egli of the group Operation Libero, which is campaigning to keep free movement, fears the economic consequences.\nAlthough Switzerland does trade outside Europe (it has negotiated its own bespoke deal with China), the EU is by far its biggest partner, and Switzerland's trade with Germany alone is more than its trade with China and the US combined.\nAlso worrying, he says, is the clause in the proposal that gives the government just one year from the vote being passed to bring it into law, with or without any new deal with Brussels.\n\"This means we are binding ourselves to a time-bomb,\" he says.\nMeanwhile, half a million Swiss citizens already living and working elsewhere in Europe are worried about lost opportunities.\nCarla Allenbach, who has just begun studying for a masters degree in Brussels, says: \"Right now I have the same rights to work and study as EU citizens. If we say yes to this proposal, I will lose those rights.\"\nAnd Franz Muheim, a professor of particle physics at Edinburgh University for over 20 years, argues that \"the future of Switzerland is at stake\" if the vote is passed. He believes \"the world has moved on¡­ we are all Europeans if we live in Europe, independent of where we come from\".\nTimeline: Switzerland and the EU\nimage source Getty Images\n1992: Swiss vote by 50.3% to 49.7% against joining European Economic Area - first step towards EU membership\n1992-2002: Switzerland negotiates, then signs first bilateral agreements with EU - they are interdependent, and include free movement of people - backed by vote in 2000\n2005: Swiss vote to join Europe's Schengen open borders treaty and extend free movement to 10 new EU states\n2009: Vote to extend freedom of movement to new EU members Romania and Bulgaria\n2014: Swiss narrowly back quotas on EU workers, effectively ending free movement\nWhat does the government say?\nThe Swiss government is urging voters to say no.\nJustice Minister Karin Keller-Suter has even suggested that leaving free movement would be \"worse than Brexit\".\nThat sentiment may surprise UK Brexiteers, but Swiss politicians remember all too well the 10 long years they spent painstakingly negotiating their bilateral treaties (now numbering over 200) with the EU, and they have been watching the UK's four-year attempt to strike a withdrawal agreement with a queasy sense of deja-vu.\nSwitzerland's economy is one of the world's most competitive. Both the government and business leaders say that is in large part due to good trade relations with the EU, and that tampering with those relations is hugely risky.\nAnd voters?\nMany Swiss people do have concerns their small country is becoming too crowded. The population has risen by two million, from 6.6 million in 1990 to 8.6 million in 2020, and about 25% are non-Swiss and primarily from the EU. Some also worry their salaries could be undercut by cheaper EU labour.\nBut net migration into Switzerland is actually falling at the moment, and there is a sense voters are becoming weary of the Swiss People's Party's anti-immigration campaign.\nThe shock of the pandemic may have played a role too: the closure of borders with neighbours France, Germany, Italy and Austria from March through June appears to have reminded citizens on both sides that they do enjoy the freedom to work, live and play together.\nLatest opinion polls suggest voters will reject the proposal by over 60%.\nDoes this have anything to do with Brexit?\nNot directly. This Swiss referendum was in the pipeline before the UK voted to leave the EU.\nBut, if non-EU member Switzerland does now give a resounding yes to free movement of people, it might well strengthen Brussels' hand with London, and be a signal to the UK of just what kind of compromises might be needed to agree a free-trade deal with the EU.\nAre the Swiss voting on anything else?\nYes, as all major policy goes before the people, on four voting days per year.\nSo, as well as free movement, voters will decide whether to buy new fighter jets and vote on the introduction of paternity leave and tax breaks for families.", "url": "https://www.bbc.com/news/world-europe-54269138"}