{"authors": [], "date_download": "2021-08-06 21:17:29", "date_modify": "2021-08-06 21:17:29", "date_publish": "2020-07-29 23:30:00", "description": "It comes as the time symptomatic people in the UK have to self-isolate for increased from seven to 10 days.", "filename": "news_live_world-europe-53591028_1628284649.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-53591028_1628284649.html", "title": "UK must not be deluded that virus is over, PM warns", "title_page": "Coronavirus: UK must not be deluded that virus is over, PM warns - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "A top US health official has said there is no evidence to suggest that wearing a mask can cause a person to catch Covid-19, after an infected lawmaker blamed his mask for his positive test.\nUS Food and Drug Administration Commissioner Stephen Hahn's advice to wear a mask comes after a Texas congressman who tested positive yesterday suggested that his mask was to blame.\nRepublican Louie Gohmert mused during an interview after he was barred from travelling with President Trump \"if my keeping a mask on and keeping it in place, that if I might have put some germs or some of the virus onto the mask and breathed it in\".\nIn fact, it's the complete opposite - wearing a mask helps prevent transmission of the virus. The false notion that masks cause infections was popularised by an online video called \"Plandemic\", which is filled with medical misinformation about where the virus came from and how it is transmitted.\nIn an interview with NBC on Thursday, Dr Hahn said there is no \"medical evidence that that's the case\".\n\"What our data show is that people should wear masks, particularly when they can't socially distance. And they should follow their local ordinances with respect to masks.\"", "url": "https://www.bbc.com/news/live/world-europe-53591028"}