{"authors": [], "date_download": "2021-08-10 07:27:19", "date_modify": "2021-08-10 07:27:19", "date_publish": "2020-09-02 14:42:50", "description": "What are the nerve agents Germany says were used on Russian opposition leader Alexei Navalny?", "filename": "news_world-europe-43377698_1628580439.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/37A1/production/_114214241_6ee903f7-bae6-4621-9256-9aa6ad713ae6.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-43377698_1628580439.html", "title": "Navalny 'poisoned': What are Novichok agents and what do they do?", "title_page": "Navalny 'poisoned': What are Novichok agents and what do they do? - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Navalny 'poisoned': What are Novichok agents and what do they do? Published 2 September 2020\nmedia caption Laura Foster explains how the Novichok nerve agent works\nThe German government says Russia's opposition leader, Alexei Navalny, has been poisoned with a Novichok nerve agent.\nThe most prominent critic of Russian President Vladimir Putin was airlifted to Berlin for treatment after falling ill during a flight in Russia's Siberia region last month. He has been in a coma since.\nThe name Novichok last made news in 2018, when Russian ex-spy Sergei Skripal and his daughter Yulia were attacked in the city of Salisbury in the UK.\nRussia has denied any role in Mr Navalny's predicament - or the Skripals' poisoning.\nSo what do we know about this group of military-grade nerve agents?\nThey were developed in the Soviet Union\nThe name Novichok means \"newcomer\" in Russian, and applies to a group of advanced nerve agents developed by the Soviet Union in the 1970s and 1980s.\nThey were known as fourth-generation chemical weapons and were developed under a Soviet programme codenamed Foliant.\nNovichok's existence was revealed by chemist Dr Vil Mirzayanov in the 1990s, via Russian media. He later defected to the US, where he published the chemical formula in his book, State Secrets.\nimage source Reuters image caption Alexei Navalny has been in a coma since the alleged attack last month\nAccording to Dr Mirzayanov, the Soviets used the plant to produce and test small batches of Novichok. These nerve agents were designed to escape detection by international inspectors.\nThey are more toxic than other agents\nSome variants of Novichok are thought to be five to eight times more toxic than the VX nerve agent.\n\"This is a more dangerous and sophisticated agent than sarin or VX and is harder to identify,\" says Professor Gary Stephens, a pharmacology expert at the University of Reading.\nHow long does Novichok last?\nExperts are divided on how long the nerve agent remains toxic.\nDr Mirzayanov says it does not last for months.\nBut Vladimir Uglev, a scientist who claims he invented the Novichok agent used in the Skripals' poisoning, says the substance is \"very stable\".\nOther experts say the chemicals are designed to be persistent and could last for months or years, particularly if they were kept in containers.\n\"They [Novichok nerve agents] don't evaporate, they don't break up in water,\" said Andrea Sella, professor of inorganic chemistry at University College London.\nOne difficulty is that Novichok is less well studied and understood than other nerve agents, and there is no official scientific data on how long they last.\nNovichoks exist in various forms\nWhile some Novichok agents are liquids, others are thought to exist in solid form. This means they could be dispersed as an ultra-fine powder.\nSome of the agents are also reported to be \"binary weapons\", meaning the nerve agent is typically stored as two less toxic chemical ingredients that are easier to transport, handle and store.\nimage source Getty Images image caption Investigators working near Salisbury where Sergei and Yulia Skripal were poisoned\nWhen these are mixed, they react to produce the active toxic agent.\n\"One of the main reasons these agents are developed is because their component parts are not on the banned list,\" says Prof Stephens.\nSome can take effect very quickly\nNovichoks were designed to be more toxic than other chemical weapons, so some versions would begin to take effect rapidly - in the order of 30 seconds to two minutes.\nThe main route of exposure is likely to be through inhalation or ingestion, though they could also be absorbed through the skin.\nThe symptoms are similar to those of other nerve agents\nNovichok agents have similar effects to other nerve agents - they act by blocking messages from the nerves to the muscles, causing a collapse of many bodily functions.\nDr Mirzayanov said the first sign to look out for was miosis, the excessive constriction of the pupils.\nA larger dose could cause convulsions and interrupted breathing, he said.\n\"[Then begins the] continuous convulsions and vomiting, and then a fatal outcome.\"\nDr Mirzayanov said there were antidotes - atropine and athene - that helped stop the action of the poison, but that they were not a cure.\nIf a person is exposed to the nerve agent, their clothing should be removed and their skin washed with soap and water. Their eyes should be rinsed and they should be given oxygen.\nCould anyone else have made Novichok agents?\nDr Mirzayanov believes Russia had to have been behind the Skripal poisoning \"because Russia is the country that invented it, has the experience, turned it into a weapon... has fully mastered the cycle\".\nRussia's UN ambassador has said development work on Soviet-era nerve agents stopped in 1992, and that existing stockpiles were destroyed in 2017.\nBut Novichoks were never declared to the OPCW, and the chemicals never formed part of any control regime partly because of uncertainty about their chemical structures, says Prof Alastair Hay at the University of Leeds.\nmedia caption Retired Russian scientist Vladimir Uglev says he created a Novichok nerve agent.", "url": "https://www.bbc.com/news/world-europe-43377698"}