{"authors": [], "date_download": "2021-08-08 02:23:42", "date_modify": "2021-08-08 02:23:42", "date_publish": "2020-03-19 08:00:00", "description": "News, reaction and information about the impact of coronavirus on the Bailiwick of Guernsey.", "filename": "news_live_world-europe-guernsey-51943602_1628389422.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-guernsey-51943602_1628389422.html", "title": "Coronavirus: Guernsey updates 18-19 March 2020", "title_page": "Coronavirus: Guernsey updates 18-19 March 2020 - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "\"Individuals have a moral responsibility too. Those that continue to visit pubs and restaurants for meals, must make sure they observe social distancing, \" said Deputy Heidi Soulsby, President of the Committee for Health and Social Care.\n\"We need the community to work with us, for everyone¡¯s sake. I¡¯m hopeful that islanders will do this.\n\"These measures may seem severe but they are similar to the old-fashioned Sunday licensing rules. We are looking to our past for a solution to this new present.\nQuote Message: We don¡¯t want to curtail all social interaction, we know it¡¯s important for people¡¯s mental health and wellbeing, but these are extraordinary times and we will do what we must to keep people safe.\" We don¡¯t want to curtail all social interaction, we know it¡¯s important for people¡¯s mental health and wellbeing, but these are extraordinary times and we will do what we must to keep people safe.\"\nShe said: \"I especially want to appeal to students, many of whom have just returned to the Island.\nWe know this is a strange time for them with a lot of disruption, but it¡¯s incredibly important they respect these new restrictions and observe social distancing. I cannot stress that enough.\"", "url": "https://www.bbc.com/news/live/world-europe-guernsey-51943602"}