{"authors": [], "date_download": "2021-08-16 12:25:44", "date_modify": "2021-08-16 12:25:44", "date_publish": "2020-01-16 20:23:34", "description": "President Putin's major reform of the constitution looks like the start of his \"transition\".", "filename": "news_world-europe-51143639_1629116744.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/B03A/production/_110541154_gettyimages-1187538984.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/16/bbc.com/news_world-europe-51143639_1629116744.html", "title": "What Putin's plans mean for Russia", "title_page": "What Putin's plans mean for Russia - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "What Putin's plans mean for Russia By Sarah Rainsford\nBBC News, Moscow Published 16 January 2020\nmedia caption Putin's plans: What the Russian president's surprise means\nRussia has a new prime minister, a change no-one predicted only a day ago. The long-serving Dmitry Medvedev has been replaced by a man most people had never heard of, until now.\nNot only that, President Vladimir Putin has initiated a major reform of the constitution that looks like the start of his \"transition\": a much-anticipated plan to retain influence when he has to leave the Kremlin in 2024.\nThe details of that plan are still unclear, but this week's surprise shake-up offers curious new hints.\nWhy did the prime minister have to go?\nMr Medvedev's departure was a shock - or at the least, the timing of it. But it seems he's become his boss's fall guy, yet again.\nHe's long been a loyal sidekick to Vladimir Putin - most controversially when he kept the Kremlin warm, as president, for four years until the constitution allowed Mr Putin back in 2012. Now he's taking the rap for Russia's economic problems.\nThe patriotic \"blip\" over the 2014 annexation of Crimea has faded, and for many families there's no replacement balm for the harsh realities of life. Mr Putin's state of the nation speech this year recognised that, focusing heavily on welfare instead of sabre-rattling at the West.\nSo he's brought in a new man to sort out the economy, and state TV has been pumping out positive messages. Mikhail Mishustin, Russians are told, is experienced and able.\nimage source Reuters image caption The previously unknown Mikhail Mishustin has been named as Russia's new prime minister\nThe shake-up buys time and goodwill ahead of next year's critical elections to parliament, where the main pro-Kremlin party, United Russia, is likely to struggle.\nBut it also helps buy support for Mr Putin's bigger changes.\nWhat exactly does Mr Putin want to do the constitution?\nVladimir Putin is presenting his constitutional reform in the same vein as the prime minister swap.\nThe changes involve a rebalancing of responsibility - slightly less for the president, more for parliament. Mr Putin has explained it as bringing power closer to the people: MPs will get more say in forming the government, for example.\nHe argues it's more democratic, and will be more effective.\nBut most commentators see that as masking another agenda: Vladimir Putin carving out a suitable role for when he has to pack up and leave the Kremlin. After two decades in power he has interests and allies - a whole system - to protect. He may not want to bother himself any more with the day-to-day running of the country, but he's unlikely to fade away altogether.\nmedia caption How ordinary Russians have taken to appealing directly to Putin to solve their problems\nThe role of the little-noticed State Council could be central to his future.\nMr Putin is already its head, and now plans to enshrine the council in the constitution. It's just an advisory body for now. Souped-up, it could be a way to continue pulling the strings of power. Think Raul Castro, stepping back from the Cuban presidency, but still the powerful Communist Party GenSec. Or the Kazakh model, closer to home, where Nursultan Nazarbayev remained head of the security council and \"Leader of the Nation\" for life.\nVladimir Putin could be looking for his way to become Russia's supreme leader.\nCan't he just stay on as president?\nThere was speculation that Mr Putin might simply remove the two-term limit for president in the constitution. Nothing is ever ruled out, but that would be highly controversial even in Russia's managed-democracy.\nWhen Mr Putin and Dmitry Medvedev did their seat-swap back in 2012, it caused giant street protests. There were more pro-opposition rallies this summer.\nThe Kremlin probably wants to avoid more of the same, especially in a tough economic climate.\nimage source EPA image caption Dmitry Medvedev has long been loyal to President Putin\nIt's thought that Mr Putin is looking for a pliable replacement for himself instead: Putin II. There's still a chance Mr Medvedev could stage a comeback for that role. He's been side-lined, not shamed, after all. It's also possible the new Prime Minister Mishustin could be president-in-waiting. But after this week, Vladimir Putin seems more likely to surprise us.\nHow or when will we know about his plans?\nMr Putin still has four years in the job, so there's no major rush with the constitutional changes, although events have moved unusually fast lately.\nHe has set up a working group, 75-people strong, to draw up concrete proposals for the reforms, and has already given them their instructions. Around a giant table, Mr Putin warned the team to take care over \"every letter, every comma\", as their work concerns the fundamental law of the land.\nimage source AFP image caption The newly formed working group is in charge of amending the constitution\nOnce the proposals are done, his vision should be clearer. Some kind of public confirmation vote is expected before the summer. The Kremlin has ruled out a formal referendum, though. It would be risky.", "url": "https://www.bbc.com/news/world-europe-51143639"}