{"authors": [], "date_download": "2021-08-17 08:39:34", "date_modify": "2021-08-17 08:39:34", "date_publish": "2020-02-26 11:53:05", "description": "In July 2014, a Malaysian airliner crashed in Ukraine en route from Amsterdam to Kuala Lumpur. What do we know about what happened to flight MH17?", "filename": "news_world-europe-28357880_1629189574.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/BAFE/production/_84307874_gettyimages-458571620.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/16/bbc.com/news_world-europe-28357880_1629189574.html", "title": "MH17 Ukraine plane crash: What we know", "title_page": "MH17 Ukraine plane crash: What we know - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "MH17 Ukraine plane crash: What we know Published 26 February 2020\nMalaysia Airlines flight MH17, en route from Amsterdam to Kuala Lumpur, was travelling over conflict-hit Ukraine on 17 July 2014 when it disappeared from radar.\nA total of 283 passengers, including 80 children, and 15 crew members were on board.\nThe plane crashed after being hit by a Russian-made Buk missile over eastern Ukraine, a 15-month investigation by the Dutch Safety Board (DSB) found in October 2015.\nIn September 2016, an international team of criminal investigators said evidence showed the Buk missile had been brought in from Russian territory and was fired from a field controlled by Russian-backed separatists.\nThe Dutch-led joint investigation team (JIT) concluded in May 2018 that the missile system belonged to a Russian brigade, and Australia and the Netherlands announced both were holding Russia responsible for downing the aircraft.\nThen, in June 2019, the JIT named four men it alleged were involved in bringing the missile into the area in eastern Ukraine, and charged them with the murders of 298 passengers and crew. It announced that international arrest warrants had been issued.\nmedia caption The suspects were named at a media conference\nThe suspects, who prosecutors plan to try under Dutch law at a court hearing beginning on 9 March 2020, are:\nIgor Girkin (also known as Strelkov), a former colonel in Russia's FSB intelligence service, according to prosecutors. He was given the minister of defence title in the rebel-held eastern Ukrainian city of Donetsk\n(also known as Strelkov), a former colonel in Russia's FSB intelligence service, according to prosecutors. He was given the minister of defence title in the rebel-held eastern Ukrainian city of Donetsk Sergei Dubinsky (known as Khmury), who was employed by Russia's GRU military intelligence agency, was a deputy of Mr Girkin and was in regular contact with Russia, investigators said\n(known as Khmury), who was employed by Russia's GRU military intelligence agency, was a deputy of Mr Girkin and was in regular contact with Russia, investigators said Oleg Pulatov , known as Giurza, a former soldier of GRU special forces and deputy head of the intelligence service in Donetsk, according to the JIT\n, known as Giurza, a former soldier of GRU special forces and deputy head of the intelligence service in Donetsk, according to the JIT Leonid Kharchenko, a Ukrainian national who has no military background but led a combat unit as a commander in Eastern Ukraine, prosecutors said\nDetails of the charges against these men, who prosecutors said were \"innocent until the contrary is proven in court\", will be outlined during the proceedings.\nThe case will be tried in absentia as none of the suspects will appear at the Dutch court. Russia does not extradite its own citizens.\nThe JIT, whose investigation continues, has previously said it has a \"long list\" of persons of interest and has repeatedly appealed for witnesses.\nRussia has denied any role.\nWhat happened to the plane?\nmedia caption The Dutch Safety Board released an animated video showing the flight path of the plane\nAccording to Dutch air accident investigators, the plane left Amsterdam's Schiphol Airport at 10:31 GMT (12:31 local time) on 17 July 2014 and was due to arrive at Kuala Lumpur International Airport at 22:10 GMT (06:10 local time).\nThe safety board said the plane lost contact with air traffic control at 13:20 GMT, when it was about 50km (30 miles) from the Russia-Ukraine border.\nMalaysia Airlines initially said the plane lost contact at 14:15 GMT.\nFootage emerged of the crash site in the Donetsk area of Ukraine - territory controlled by Russian-backed separatists - and witnesses spoke of dozens of bodies on the ground.\nMore amateur footage emerged, though not until 16 November that year, of the moments after MH17 went down.\nWhat caused the crash?\nmedia caption An animated video from the Dutch Safety Board shows the damage to the plane and how it was caused\nThe DSB said a missile exploded just above and to the left of the cockpit, causing the plane to break up in mid-air.\nIt said the crash was caused by the detonation of a Russian-made 9N314M-type warhead carried on the 9M38M1 missile, launched from the eastern part of Ukraine using a Buk missile system.\nThe JIT, which reported on the interim findings of its criminal investigation in September 2016, similarly found \"irrefutable evidence\" a Buk missile from the 9M38-series was used.\nThe weapon system used was identified from the damage pattern on the wreckage, as well as fragments of shrapnel found. Traces of paint on a number of missile fragments also matched the paint on parts of a missile recovered in the area.\nInvestigators simulated various trajectories of the warhead to establish where it exploded and found that a 70kg warhead closely matched the damage observed on the wreckage.\nThey showed that it exploded about four metres above the tip of the aircraft's nose on the left of the cockpit, showering the plane with fragments of the warhead.\nThe forward section of the plane was penetrated by hundreds of high-energy objects from the warhead, killing the three crew in the cockpit immediately and causing the plane to break up in stages:\nFirst the cockpit broke away - but the plane continued its flight\nAfter a short time, the wingtips came off and the rear of the plane broke away, with the tail section then separating further\nThe main body of the plane crashed into the ground upside down\nInvestigators believe it was between 60 and 90 seconds after the cockpit came off that the rest of the aircraft hit the ground.\nWho do investigators blame?\nThe plane crashed in rebel-held eastern Ukraine at the height of the conflict between government troops and Russian-backed separatists.\nThe Dutch report commissioned three separate investigations - from Dutch, Russian and Ukrainian bodies - to look at where the missile launcher could have been located. It said the missile could have been fired from an area of about 320 sq km in the east of Ukraine.\nThe JIT and the government in Ukraine say the missile was brought from Russia and launched from the rebel-held part of eastern Ukraine.\nIn June 2016, the JIT published a photo of a large Russian-made Buk missile component found at the crash site.\nIn its September 2016 report, the team used witness testimony, intercepted phone calls, photographs and satellite imagery showing scorched land to pinpoint the launch site on high ground at Pervomaiskyi, near Snizhne, in territory held by pro-Russian separatists in eastern Ukraine.\nIt said it had been able to track the course of the missile trailer from Russia to the launch site and immediately back into Russian territory following the downing of the plane.\nThen in May 2018, Dutch investigators concluded that the missile belonged to a Russian brigade, the 53rd Anti Aircraft Missile brigade based at Kursk.\nMoscow's defence ministry rejected the allegation, and has previously insisted that none of its weapons were used to bring down MH17. But the team of international investigators found that \"all the vehicles in a convoy carrying the missile were part of the Russian armed forces\".\n\"On the basis of the [joint international team's] conclusions, the Netherlands and Australia are now convinced that Russia is responsible for the deployment of the Buk installation that was used to down MH17,\" Dutch foreign minister Stef Blok said.\nInvestigators have called on Russia to fully co-operate with the probe. After Russia claimed it had evidence the rocket was fired from Ukrainian-held territory, they promised to review any evidence the country could provide.\nAs for the identities of the perpetrators, the JIT has identified a \"long list\" of 100 possible suspects, including the four men named in June 2019.\nWhat does Russia say in response?\nRussian officials and Russian-backed rebels reject accusations of involvement, with the Russian foreign ministry saying the JIT investigation is \"biased and politically motivated\".\nThe Russian firm that manufactures Buk missiles has insisted the device was a model no longer used by Russian forces and said its own investigation showed it had been fired from Ukrainian-controlled territory.\nAnd two days before the JIT was due to publish its interim findings in September 2016, Russia produced radar images which, it argued, showed the missile could not have come from rebel-held areas.\nRadar experts appointed by examining magistrate backed up the JIT findings. Commentators, meanwhile, pointed out that Russian officials had given different versions of events since the plane was shot down.\nWhat type of plane was it?\nThe aircraft was a Boeing 777-200ER, the same model as Malaysia Airlines flight MH370, which disappeared while travelling from Kuala Lumpur to Beijing in March 2014.\nThe plane, manufactured in 1997, had a clean maintenance record and its last check was on 11 July 2014, Malaysia Airlines said.\nMalaysia's prime minister said there was no distress call before the plane went down.\nmedia caption Richard Westcott looks at the Buk missile system thought to have caused the Malaysia Airlines crash.\nHow about the wreckage?\nParts of the plane were found distributed over an area of about 50 sq km.\nWhere debris from MH17 was found\nFollowing the crash, there was an international outcry over the way rebels handled the debris site, leaving passengers' remains exposed to summer heat and allowing untrained volunteers to comb through the area.\nThis led to weeks of delays in the removal of the wreckage, but a deal made with local militias eventually allowed the work to begin.\nmedia caption Timelapse footage released by the Dutch Safety Board shows the careful reconstruction of part of the plane\nThe spread of MH17 debris near Hrabove\nINTERACTIVE Crash site near village Debris in field Tail piece Satellite image of MH17 debris ¡Á\n¡Á Crash site near village ¡Á Satellite images taken by DigitalGlobe on 20 July appear to show the large debris field near the village of Hrabove.\n¡Á Debris in field ¡Á About 700 metres (2,296ft) down the road from the village is another patch where bodies and debris have been found.\n¡Á Tail piece ¡Á A piece of Flight MH17's tail, with the Malaysia Airlines marking, is seen lying on its own about 100m (330ft) south of the other debris.\nWho was on board?\nimage source Various image caption Those killed were from across the world\nAccording to the flight manifest, MH17 was carrying 193 Dutch nationals (including one with dual US nationality), 43 Malaysians (including 15 crew), 27 Australians, 12 Indonesians and 10 Britons (including one with dual South African citizenship).\nThere were also four Germans, four Belgians, three Filipinos, one Canadian and one New Zealander on board.\nAt least six of those killed were delegates on their way to an international conference on Aids in Melbourne, Australia.\nProfessor Joep Lange - a prominent scientist and a former president of the International Aids Society (IAS) - was among those who died.\nHis colleagues described him as \"a great clinical scientist\" and \"a wonderful person and a great professional\".\nOther passengers and crew included a Malaysia-Dutch family of five, a Dutch couple on their way to Bali, an Australian pathologist and his wife returning from a European holiday, as well as a Malaysian flight steward whose wife - who also works for Malaysia Airlines - had narrowly escaped death when she pulled out of a shift working on missing flight MH370.\nWas it safe to fly over Ukraine?\nThe DSB has suggested there was sufficient reason to close the airspace above eastern Ukraine because of the conflict.\nIn the months leading up to the crash, the conflict in Ukraine had expanded into the airspace and a number of military aircraft had been shot down\nAlthough the area where the jet crashed had a no-fly zone in place up to 9,754m (32,000ft), the airliner was flying above the limit at 10,058m (33,000ft).\nThe airspace over eastern Ukraine was busy with commercial flights that day - 160 planes flew over the region.\nThe flight tracker Planefinder shows how busy the airspace was in the 48 hours leading up to the disaster.\nAccording to Flight radar24, which also monitors live flight paths, the airlines that most frequently flew over Donetsk in that week were: Aeroflot (86 flights), Singapore Airlines (75), Ukraine International Airlines (62), Lufthansa (56), and Malaysia Airlines (48).\nAt the time of the MH17 crash there were three other commercial airliners flying in the vicinity.\nSelected flights over eastern Ukraine on the afternoon of 17 July\nWhat about the plane's black boxes?\nRussian-backed separatists handed over the plane's \"black box\" flight recorders to Malaysian investigators, who in turn passed them on to Dutch authorities.\nThe recorders - actually coloured a deep orange to aid discovery - store key technical information about the flight as well as conversations in the cockpit.\nAccording to the DSB, the flight data recorder showed that \"all engine parameters were normal for cruise flight\" until the recording \"stopped abruptly at 13.20:03 hrs\".\nNo spoken warnings were found on the cockpit voice recorder.\nWho is investigating?\nimage source Reuters image caption Monitors at the crash site have not been able to move freely\nObservers from the Organization for Security and Co-operation in Europe (OSCE) - whose job it was to observe the site ahead of the arrival of investigators - were the first team to visit the debris zone, however their movements were restricted by militiamen.\nResponsibility for the investigation belongs to the state within which an incident occurs, according to the International Civil Aviation Organization.\nAs such, the Ukrainian government initiated that probe, but the DSB was asked to head the main investigation, as the majority of victims were from the Netherlands.\nThe separate, Dutch-led JIT continues to gather evidence for a criminal trial.\nIn July 2015, Russia vetoed a draft resolution at the UN Security Council to set up an international tribunal into the disaster. President Vladimir Putin said it would be \"premature\" and \"counter-productive\".", "url": "https://www.bbc.com/news/world-europe-28357880"}