{"authors": [], "date_download": "2021-08-06 18:04:31", "date_modify": "2021-08-06 18:04:31", "date_publish": "2020-02-22 01:07:13", "description": "Will foreign workers in the UK be able to stay, and more of your questions answered.", "filename": "news_uk-politics-uk-leaves-the-eu-51572789_1628273071.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/08E6/production/_110987220_gettyimages-1130452612.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_uk-politics-uk-leaves-the-eu-51572789_1628273071.html", "title": "What's a skilled worker? And other immigration questions", "title_page": "What's a skilled worker? And other immigration questions - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "What's a skilled worker? And other immigration questions Published 22 February 2020\nimage source Getty Images\nThe government has been unveiling details of its plans for a new post-Brexit immigration system. It said low-skilled workers would not be given visas, and employers should \"move away\" from relying on \"cheap labour\" from Europe. We answer readers' questions on visas, skills, entrepreneurs, and more.\nHow will the new rules affect overseas workers already in the UK if they lose their current job after 2021? - Dave Platt, Broseley, Shropshire\nWorkers from the EU already in the UK should apply to the EU Settlement Scheme. If they are successful, they will be able to remain in the UK after 30 June 2021 and claim the same benefits as UK citizens if they become unemployed.\nIrish citizens do not need to apply to the scheme. The UK and Ireland are both part of a Common Travel Area. Irish nationals have a special status in UK law which is separate to and pre-dates their rights as EU citizens.\nDifferent rules apply to workers from outside the EU, and EU migrants arriving after the end of the transition period. Those who lose their job will have to return to their home country, unless they have indefinite leave to remain.\nThe Home Office rules about which workers can remain in the UK after losing a job are complex but can be read here.\nWhat is the situation for lower-skilled EU workers already in the UK, eg care workers? - Diane Hammond, Horam, East Sussex\nAll EU citizens currently living in the UK will have to apply to the EU Settlement Scheme by 30 June 2021 in order to be allowed to stay in the country.\nSuccessful applicants to the scheme - which also affects citizens of Iceland, Liechtenstein, Norway and Switzerland - will be given either settled or pre-settled status.\nThis will give EU citizens the same access to health care and education after Britain leaves the EU.\nmedia caption Home Secretary Priti Patel: No more routes for cheap, low-skilled labour\nAnyone who fails to apply by the deadline will no longer be living in the country legally.\nLower-skilled workers from elsewhere in the world will already be on visas. Once they run out, they would have to reapply under whatever new rules are in force.\nHow do you define skilled? There are highly skilled workers in the building trade who have no qualifications. - Chris, Haddenham, Bucks\nThe government says it will define skilled workers as those doing jobs that require A-levels, Scottish Highers or technical equivalents. This is an expansion of the current definition (applying at the moment only to non-EU migrants) which only includes graduates.\nCertain types of farm worker, and those who wait at tables, would not be in the new skilled category, but people with qualifications in things like carpentry, plastering and childminding would. People in industries like construction who have learned their skills on the job, but don't have any qualifications, may not be able to get visas.\nThe government's post-Brexit immigration plan envisages a points-based system. Under this scheme, overseas citizens would have to reach 70 points to be able to work in the UK.\nThose with appropriate skills will receive 20 points, as will people with doctoral degrees in Stem subjects - science, technology, engineering and mathematics.\nWhat plans are there for entrepreneurs wanting to set up in the UK? - John, Totnes\nThere are a number of ways that entrepreneurs can secure visas to allow them to set up a business and work in the UK.\nFor instance, the start-up visa is for entrepreneurs from outside the EU, Iceland, Liechtenstein, Norway and Switzerland who have a new, original business idea with potential for growth.\nimage source Getty Images\nThey must be endorsed by either a UK higher education institution or a business organisation with a history of supporting UK entrepreneurs.\nThe visa runs for two years. It cannot be extended but holders can apply for other types of entrepreneurs' visas.\nHere's more about the range of UK visas available to entrepreneurs.\nWould new EU students be able to work while studying for their UK degree course? - Yacine Benrahal, Glasgow\nThe rights and status of EU citizens currently living in the UK, including students, will not change until 30 June 2021.\nEU students currently studying in the UK are allowed to work.\nWhat happens beyond that date will depend on the outcome of detailed negotiations between the EU and UK.\nEU students planning to remain in the UK after 1 January 2021 will need to apply to the EU Settlement Scheme.\nWhat about EU workers in the UK who don't apply for the settlement scheme and who don't get 70 points? - Yasmin, Fleet, Hants\nThere is a difference between the EU Settlement Scheme and the points-based immigration system which the government wants to introduce.\nAll EU citizens currently in the UK will have to register for the EU Settlement Scheme if they wish to continue living in the UK after 30 June 2021.\nimage source Getty Images\nAnyone not applying for the scheme by 30 June 2021 may be at risk of becoming an illegal immigrant.\nIf their application is successful they will be able to work in the UK after this date, regardless of how many points they would have in the new immigration system.\nThe points-based system would apply only to those wishing to enter the UK - whether EU or non-EU citizens - after 1 January 2021.\nWhat about lower-skilled UK workers in the EU? - Joe Shingles, London\nUK citizens resident in an EU member state, plus Switzerland, Iceland, Lichtenstein and Norway before the transition period ends on 31 December 2020 will be able to continue to live and work there.\nBut this would only apply only in the EU country where they are resident. It's not yet clear whether they will still be able to work across national borders in the EU.\nThe final status of UK workers in EU countries will be part of the negotiations between the UK and the EU during the transition period.\nUK nationals should register as a resident in the country where they reside.\nDifferent EU countries have their own rules on how to apply for permanent residence.\nThe UK government website provides country-by-country guides on what to do.\nWhat would you like to know about the new immigration laws?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in.", "url": "https://www.bbc.com/news/uk-politics-uk-leaves-the-eu-51572789"}