{"authors": [], "date_download": "2021-08-08 05:28:57", "date_modify": "2021-08-08 05:28:57", "date_publish": "2020-12-18 00:07:19", "description": "Swiss leaders decide on Friday whether to impose tougher measures, as deaths reach 100 a day.", "filename": "news_world-europe-55350118_1628400537.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/66A2/production/_116147262_hi064687611.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-55350118_1628400537.html", "title": "Coronavirus: Swiss count cost of surge in deaths", "title_page": "Coronavirus: Swiss count cost of surge in deaths - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Coronavirus: Swiss count cost of surge in deaths By Imogen Foulkes\nBBC News, Bern Published 18 December 2020\nimage source EPA image caption Another 102 deaths were announced on Thursday: here activists in Bern light candles for the thousands who have died\n\"Not every death is a catastrophe.\" With these words Swiss member of parliament Ruth Humbel ignited a debate that had been smouldering in Switzerland ever since the Covid-19 pandemic began back in March.\nShe was taking part in a televised discussion - Swiss TV's 18th since the first case of the virus was recorded here. The aim this time was to talk about how to get through the winter, but Ms Humbel's comments soon dragged the debate into a row about whether any, or how many, deaths from Covid could be deemed acceptable.\nHave the Swiss had a lot of Covid deaths?\nNot at the start. In early summer the Swiss seemed to have beaten back the virus with ease, schools and restaurants were re-opened in early May, just about everything else in June, and the first wave ended with fewer than 2,000 deaths.\nHow things have changed.\nAlthough it was clear in October the second wave had arrived, the Swiss cantons dithered about what to do. They have responsibility for health unless the government declares a state of emergency, as it did in March.\nimage source Reuters image caption These restaurant bubbles in Lausanne were still open on Thursday and Swiss leaders now face a difficult choice\nSome closed their restaurants, others stayed defiantly open. Quite a trade ensued in hopping on the train from one canton to another for a good night out.\nNow infections have surged to more than 5,000 a day and total Covid deaths are approaching 7,000, averaging between 80 and 100 a day. The previous peak, reached in April, was 63.\nOnly this week a former Swiss president, Flavio Cotti, died reportedly of complications caused by the virus. Swiss leaders meet on Friday to consider whether to move to some form of partial lockdown.\nDo the Swiss think it's OK to die of Covid?\nNo they don't, but they do disagree about how to view the consequences of the pandemic and the restrictions that have accompanied it.\nThose Swiss TV shows have featured debates between doctors, some of whom point angrily to the immense strain the hospitals are under, while others, often GPs, cite the increased levels of depression and stress they are seeing among their patients.\nThe vast majority of people who have died of Covid in Switzerland are over 80. One Swiss doctor told me that \"we have forgotten how to die\", and argued that offering mechanical ventilation to a very elderly person was inhumane, and unlikely to save their life.\nSuch comments are no comfort to families who have lost relatives to Covid, or to intensive care staff currently doing 12-hour shifts and facing Christmas without a single day off.\nBut they do reflect an approach to death that may be more pragmatic, if not more hard-headed, than some other countries. Switzerland's health service is good and life expectancy is one of the highest in the world, but many Swiss also spend a lot of time thinking about the finite nature of life.\nimage source Reuters image caption Swiss civil protection agents have been deployed to help authorities fight the pandemic\nAssisted suicide is legal in Switzerland, those who want to try to avoid a long and painful passing are allowed to do so, and membership of assisted suicide organisations like Exit is commonplace. When the pandemic began, elderly people openly discussed what sort of treatment they might accept if they fell ill, and many said they did not want to be ventilated.\nIsn't it just about money?\nSome Swiss do argue that the economy has been prioritised over life, and when Switzerland's finance minister, a member of the right-wing Swiss People's Party said \"we can't afford another lockdown\", he angered many, not least his government colleague, the Social Democrat health minister.\nIn fact Switzerland has injected billions into support schemes to weather the pandemic, and last week topped up the fund again. But there have also been delays, complacency and basic uncertainty about what exactly should be done to cope with a pandemic caused by a brand new virus.\nAt the start of December 5,000 candles were lit outside Switzerland's parliament to mark 5,000 Covid deaths. By March, if things continue as they are, there could be 10,000 candles.\nThat is a catastrophe. Ruth Humbel's words, although they have attracted bitter criticism, are not what caused it.\nWhat she actually said was that the virus \"is another sign that our lives are finite\", that \"we need to learn to deal with death\", that \"every death (not just from Covid) is a loss, but not every death is a catastrophe\".\nMany Swiss would agree that is a discussion worth having, maybe just not right now.", "url": "https://www.bbc.com/news/world-europe-55350118"}