{"authors": [], "date_download": "2021-08-08 02:08:19", "date_modify": "2021-08-08 02:08:19", "date_publish": "2020-08-12 23:45:05", "description": "Protesters accuse police of brutality in the wake of Sunday's disputed presidential election.", "filename": "news_world-europe-53760453_1628388499.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/2243/production/_113917780_3c63a682-1335-4192-a076-84c01fc51f33.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-53760453_1628388499.html", "title": "Belarus election: Second protester dies as UN sounds alarm", "title_page": "Belarus election: Second protester dies as UN sounds alarm - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Belarus election: Second protester dies as UN sounds alarm Published 13 August 2020\nimage source EPA image caption Belarusian police have been accused of using violence against protesters\nA protester has died in Belarus in police custody, the second death since clashes with police erupted on Sunday over a disputed presidential election.\nOfficials say the cause of death of the 25-year-old man in Gomel is unclear. His mother says he had heart problems and was kept for hours in a police van.\nIn Brest, police said they used live bullets when they came under attack.\nThe UN has condemned the use of violence by authorities, as protests continued for a fourth night.\nThe UN High Commissioner for Human Rights, Michelle Bachelet, said police officers were reported to have used excessive force, firing rubber bullets and water cannons, and also throwing stun grenades.\n\"Reports suggest that more [than] approximately 6,000 people have been detained in the last three days, including bystanders, as well as minors, suggesting a trend of massive arrests in clear violation of international human rights standards,\" Ms Bachelet said in a statement.\n\"Even more disturbing are the reports of ill-treatment during and after detention\", she added, calling for the release of all those unlawfully detained. State TV has shown some bruised detainees lined up and being asked if they intend to continue \"making revolution\".\nmedia caption A BBC team in Minsk encountered violent scenes on Monday night\nAt least 200 protesters have been wounded, some seriously. A BBC crew was also attacked by police on Tuesday evening.\nA demonstrator died during a protest in the capital Minsk on Monday. The Belarusian interior ministry alleged an explosive device had gone off in his hand.\nOn Wednesday evening, more clashes were reported as protesters rallied again in Minsk and other Belarusian cities. The numbers on the streets appeared to be smaller that during previous nights.\nThe protests erupted hours after Belarusian leader Alexander Lukashenko, in power since 1994, was declared the winner of Sunday's vote, which has been condemned by the EU as \"neither free nor fair\".\nThe main opposition contender, Svetlana Tikhanovskaya, was then briefly held before being forced to leave for neighbouring Lithuania.\nWhat is known about the protester's death in Gomel?\nThe 25-year-old man died on Wednesday in the south-eastern city, the Belarusian Investigative Committee was quoted as saying by Belta news agency.\nimage source EPA image caption Women in Minsk rallied on Wednesday in support of detained protesters\nThe committee said the man had been arrested on Sunday and later sentenced to 10 days in prison for taking part in an illegal protest.\nHe was taken to hospital when he started feeling unwell - but later died, the committee said. The incident is being investigated.\nThe protester's mother told Radio Free Europe that her son had not taken part in any protests and was arrested as he was going to see his girlfriend.\nHow has the world reacted?\nMr Lukashenko won 80% of Sunday's vote, according to election officials, but there were widespread allegations of vote rigging.\nEU foreign policy chief Josep Borrell said Belarusians had shown \"the desire for democratic change\" in the election campaign.\nSweden's foreign minister said EU foreign ministers would meet on Friday to discuss imposing sanctions on Belarus.\nLithuania, Poland and Latvia said they were prepared to mediate, provided Belarusian authorities stopped violence against protesters, release detained demonstrators and form a national council with members of civil society. They warned that the alternative was sanctions.\nimage source EPA image caption Alexander Lukashenko has been in power since 1994\nUS Secretary of State Mike Pompeo agreed the vote \"was not free and fair\", adding that the people \"should be given the freedoms that they are demanding\".\nMeanwhile, Russian President Vladimir Putin earlier congratulated Mr Lukashenko on his victory, despite friction over accusations of a Russian plot which Mr Lukashenko has tried to link to the opposition.\nThe leaders of China, Kazakhstan, Uzbekistan, Moldova and Azerbaijan have sent messages of support.\nWhat has happened to the opposition?\nWhen Ms Tikhanovskaya, 37, went to the electoral committee on Monday evening to complain about the results that gave her just 10% of the vote, she was detained for seven hours. By Tuesday morning she had arrived in Lithuania.\nShe was a stay-at-home mother until she entered the race after her husband was arrested and blocked from registering for the vote.\nShe was one of three women who pooled their resources to spearhead the opposition. Veronika Tsepkalo fled Belarus on the day of the vote and Maria Kolesnikova remains in Belarus.\nAccording to an associate, Ms Tikhanovskaya had been escorted from the country by the authorities as part of a deal to allow the release of her campaign manager.\nmedia caption Svetlana Tikhanovskaya: \"Not one life is worth what is happening now\"\nA second video later emerged that appeared to have been made during her detention. The images show her, head lowered, reading nervously from a script as she urges her supporters to \"obey the law\" and stay away from street protests.\nAhead of Sunday's election, crowds flocked to opposition rallies, with Belarusians angered in part by the Lukashenko government's response to coronavirus.", "url": "https://www.bbc.com/news/world-europe-53760453"}