{"authors": [], "date_download": "2021-08-16 16:14:30", "date_modify": "2021-08-16 16:14:30", "date_publish": "2020-01-15 18:42:17", "description": "Even ministers in the Russian government apparently did not see their departure coming.", "filename": "news_world-europe-51120167_1629130470.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/12C34/production/_110525867_059165551-1.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/16/bbc.com/news_world-europe-51120167_1629130470.html", "title": "What is Russia's Putin up to?", "title_page": "What is Russia's Putin up to? - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "What is Russia's Putin up to? By Paul Kirby\nBBC News Published 15 January 2020\nimage source EPA image caption Mr Medvedev (L) has been the president's right-hand man and will now take a backseat\nIt came out of nowhere. Even ministers in the Russian government apparently did not see their departure coming.\nWas it a case of a new working year in Moscow - out with the old and in with the new?\nBut it was clear Vladimir Putin, 67, had change in mind. With four years to go before he leaves office, and 20 years already served, it was clear he was planning ahead.\nA new government, led by Mikhail Mishustin, a technocrat who turned Russia's hated tax service into an efficient operation, and the end of a man who has worked hand in glove with Mr Putin since he became president.\nDmitry Medvedev even filled in as president for four years, because under the constitution Mr Putin could not.\nMr Medvedev, the unpopular head of the United Russia party, is not going away, but his new role as deputy head of Russia's security council is far more behind the scenes.\n\"It's a golden parachute. It means he is in reserve, as the security council is Putin's closest inner circle - his own mini-government,\" says Alexander Baunov of the Carnegie Moscow Center.\nMr Putin is coming to the same point he reached after his second term, when Dmitry Medvedev deputised for him. But this time the president will not take a false backseat as prime minister. It now appears that Mr Putin's fourth term as president will be his last.\nSo what does he want instead?\nOn the face of it, it means more powers for parliament - selecting the prime minister and approving the cabinet, for a start. But that won't happen yet. Mr Putin has chosen Mr Medvedev's successor and parliament will have to ratify him.\nAs for any further powers for parliament, that is still unclear. \"They'll be the same MPs, not much will change,\" says Sergei Goryashko of BBC Russian.\nWhat President Putin is suggesting is a public vote on changing the constitution - the first such vote since 1993.\nimage source Getty Images image caption Russians first got a sense of change in the air during Mr Putin's speech to both houses of parliament on Wednesday morning\nOne of the standout proposals is making the State Council a formal government agency enshrined in the constitution.\nAt the moment it is an advisory body packed with 85 regional governors and other officials including political party leaders. It is so large that when it meets it fills a hall in the Kremlin.\nBut Mr Putin clearly has designs on its future. One theory is that he could become a new, powerful leader of the State Council.\n\"The very fact he's started a discussion on the State Council is that he's maybe trying to create another place where power resides, where he can step above the presidential post,\" Mr Baunov suggests.\nMr Putin wants to remain in power, the question is how, says Sergei Goryashko. We are now almost sure he will not remain president after 2024, it is which role he chooses to fill. It could even be in his existing role as head of the security council.\nSam Greene, head of the Russia Institute at King's College London, believes that elites looking to secure their future after 2024 will \"now have to play on at least three chess boards simultaneously\" - defining the roles of the Duma (parliament), the State Council and Mr Putin himself.\nBy removing #Medvedev and proposing serious changes to the constitution #Putin started early transition. Russia's new political system - and new Putin - should be in place by 2021 latest. ¡ª Konstantin v. Eggert (@kvoneggert) January 15, 2020 The BBC is not responsible for the content of external sites. View original tweet on Twitter\nUsing a similar analogy, commentator Konstantin Eggert said it was the \"same meaningless chess designed to imitate novelty\" while ultimately preserving the status quo.\nMy take on why the Russian government resigned...as they say over here, ¡°Chort yevo znayet!¡± (¡°Devil only knows!¡±). But it feels like the first pieces of an important jigsaw have been put into place. And when it¡¯s complete, it¡¯ll show Putin still in power. ¡ª Steve Rosenberg (@BBCSteveR) January 15, 2020 The BBC is not responsible for the content of external sites. View original tweet on Twitter\nWhat reaction has there been?\nFor Alexei Navalny, the biggest opposition threat to President Putin, this marks a return to Soviet-style politics and any vote on changes to the constitution would be a fraud.\nFellow activist Lyubov Sobol was equally scathing: \"Swapping some thieving guys for other thieving guys is neither reform nor regeneration.\"\nimage source Reuters image caption Mikhail Mishustin has been widely praised for reforming the tax service but is little known to most Russians\nOthers compared the resignation of the widely unpopular Mr Medvedev to the fall of Mr Putin's earlier prime minister, Mikhail Fradkov, a year before the president's second term ended.\nAlthough the new candidate is a respected technocrat who has reformed the tax service, he is little known. Mr Fradkov was also replaced by an unknown, Viktor Zubkov, who lasted only a few months in the job.", "url": "https://www.bbc.com/news/world-europe-51120167"}