{"authors": [], "date_download": "2021-08-08 21:43:05", "date_modify": "2021-08-08 21:43:05", "date_publish": "2020-10-02 17:35:57", "description": "The call between the UK prime minister and European Commission head could make all the difference.", "filename": "news_world-europe-54383545_1628458985.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/68DA/production/_114724862_borisursula.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-54383545_1628458985.html", "title": "Why Saturday's top-level Brexit video call matters", "title_page": "Why Saturday's top-level Brexit video call matters - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Why Saturday's top-level Brexit video call matters Katya Adler\nEurope editor\n@BBCkatyaadleron Twitter Published 2 October 2020\nimage source Getty Images image caption The two leaders are expected to talk in a video call to \"take stock\" of post-Brexit trade negotiations\nIt is significant.\nNews that UK Prime Minister Boris Johnson will speak to European Commission President Ursula von der Leyen on Saturday cannot be dismissed as more blah blah in the Brexit process.\n\"Just wake me up when it's over: trade deal, or no trade deal,\" I often hear from people who complain the issue has been \"dragging on too long\".\nThing is, it does really matter. In the UK and the EU, lives and livelihoods will be affected by the outcome of these talks.\nAgreeing the Brexit Divorce Deal last year importantly gave some though not complete peace of mind to the several million EU citizens and their families living in the UK, and UK citizens and their families living in the EU after Brexit.\nIt gave a sense of security - though not as much as was expected, as recent events have shown - to Northern Ireland, sandwiched between post-Brexit GB and EU single market member Ireland and home to a still fragile peace process.\nThe trade and security deal, which has been negotiated for months now, is also something both sides say they want.\nNot at any price, they insist. But a zero-tariff, zero-quota trade deal plus police, judicial and other co-operation between neighbours is regarded by governments on both sides of the Channel as something to aim for.\nAnd we may be nearly there\nSpeculation is rife, of course, as to why Boris Johnson and Ursula von der Leyen have suddenly scheduled their digital t¨ºte-¨¤-t¨ºte.\nIn general, it's interpreted as a positive sign.\nOn Friday, the European Commission president said she and the prime minister would be \"taking stock\" of negotiations, with time running out to agree a deal. She called for negotiations to be intensified.\nShe said the most difficult issues were still \"wide open\". And she mentioned state aid and the level playing field in particular - on which the EU is asking the UK to sign up to competition regulations in order to have zero-tariff, zero-quota access to the single market.\nNo surprise there. And this helps explain the leaders' video call tomorrow.\nThe accepted wisdom has always been that negotiating teams can only make so much progress. And that the final push - the politically tough decisions on how much to compromise on the final sticking points - would have to come from up high.\nIn terms of optics too, Boris Johnson in particular perhaps, but also Ursula von der Leyen, will want to be seen to be centre stage in terms of decision-making and finally declaring a deal or no-deal outcome.\nBut we're not there yet.\nWhat will they talk about?\nThere have been positive noises coming out of the UK for a week or so, suggesting that solutions were nearing on key issues like state aid - the extent to which governments prop up companies or promote certain industries at home.\nThat has not yet been confirmed by the EU.\nimage source Reuters image caption The talks could be key to the two sides coming to compromises\nIt's possible the prime minister and Mrs von der Leyen are talking on Saturday to explore who is really willing to make what compromises on the final outstanding issues.\nDoes the UK actually want a deal knowing key concessions must be made, EU diplomats still often wonder aloud. On Friday the prime minister once again said success in finding a deal depended on the EU, not the UK.\nWill the EU (finally) accept that the UK is now an independent country and cannot and will not sign up to following EU rules after Brexit - for example on fishing and competition regulations, ask government and Conservative Party members - and the UK's often exasperated chief negotiator David Frost.\nJust see his statement on Friday, with its warning tone following round nine of negotiations.\nIf the answer to both questions is broadly yes, then there is speculation we could get an announcement that negotiators will now enter a media blackout \"tunnel\", known in EU circles as the \"submarine\". That would allow negotiators to concentrate, uninterrupted or swayed by media criticism or political commentary.\nCan compromises be found?\nThe European Commission President rejected the word \"tunnel\" when asked about this on Friday. The word, but not the concept.\nBut the EU has long insisted there will be no tunnel by that or any other name unless a \"landing zone\" - ie compromise positions - is visible from the start.\nWe're clearly not there yet on the toughest of issues.\nCompromises aren't only politically tricky for Boris Johnson.\nHe is vulnerable to being accused in the media and by some members of his own party of \"betraying Brexit\" if concessions are made. But fishing rights and competition regulations are sensitive political issues for many EU members too.\nOn competition, German Chancellor Angela Merkel is a stickler for the \"integrity of the single market\". She has made clear she wants the EU to protect its interests and to make that - not a trade deal with the UK - the number one priority.\nIt's worth noting that the EU's chief negotiator is now reportedly planning to fly to Berlin on Monday to see Mrs Merkel.\nIf the EU accepts (as it arguably will have to, if a deal is to be reached) that the UK won't sign up to the bloc's labour, environment and state aid rules - the so-called level playing field provisions - then European diplomats say they will instead look to the UK to accept \"guiding principles\" on these issues.\nPlus a robust mechanism to handle disputes swiftly and effectively if they arise between the two sides.\nHow will France react?\nOn fishing, France's President Emmanuel Macron is under pressure to let go of his maximalist approach. He doesn't want to.\nFishing is not by any stretch of the imagination a big contributor to GDP in France, but, like in the UK, it is a totemic issue.\nMr Macron is mindful of the next presidential election in France. It makes him wary of giving political opponents ammunition to say he abandoned French interests.\nmedia caption On Thursday, EC president Ursula von der Leyen said the Internal Market Bill breached the UK's previous commitments\nAnd then there's the explosive issue of the UK government's Internal Market Bill - part of which overrides last year's EU-UK agreement on Northern Ireland.\nThe EU has started legal proceedings against the UK over this.\nAnd the European Parliament says even if a trade deal is soon agreed, it won't ratify that deal unless the government rewrites the bill.\nBut the government insists it won't be changing the text. It says the bill provides a safety net to secure the integrity of the UK's single market.\nimage source EPA/JESSICA TAYLOR/UK PARLIAMENT image caption Boris Johnson reached a deal with Tory MPs to amend the bill earlier this month.\nBrussels hopes agreeing a zero-tariff, zero-quota trade deal - easing (though not making friction-free!) the post-Brexit flow of trade between the UK and the EU - will allay government fears about Northern Ireland.\nEU fingers are crossed that will make the contentious parts of the Internal Market Bill obsolete, thereby resolving the row.\nDeal but not at any price\nBut, again, we're not there yet.\nFor now, the whys and whats of Saturday's talks are pure speculation.\nThe only thing we know for sure: the UK and EU say they want a deal - though not at any price.\nYet if and when a deal eventually emerges, both sides will have had to make compromises.\nThough they'll of course aim to sell the deal to their home audiences as a win.", "url": "https://www.bbc.com/news/world-europe-54383545"}