{"authors": [], "date_download": "2021-08-08 04:37:21", "date_modify": "2021-08-08 04:37:21", "date_publish": "2020-09-12 21:43:26", "description": "Migrants and refugees were made homeless when the camp on the Greek island of Lesbos burned down.", "filename": "news_world-europe-54131212_1628397441.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/133F3/production/_114353887_tv063284287.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-54131212_1628397441.html", "title": "Moria migrants tear-gassed by Greek police in protest over new camp", "title_page": "Moria migrants tear-gassed by Greek police in protest over new camp - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Moria migrants tear-gassed by Greek police in protest over new camp Published 12 September 2020\nmedia caption Thousands of migrants and refugees are demanding more permanent housing elsewhere\nPolice on the Greek island of Lesbos fired tear gas at protesting migrants who were left homeless when their camp burned down on Wednesday.\nAround 13,000 migrants and refugees had been living in squalor in the overcrowded Moria camp, and are desperate to leave the island.\nThe clashes broke out near a temporary camp built by Greek authorities.\nA fire was set there earlier in the day, near a police blockade, and had to be extinguished by firefighters.\nA new camp, Kara Tepe, has now been set up.\nPolice said about 200 people had checked in at the new camp, while dozens - mostly families - queued outside, waiting for hygiene and safety checks.\nmedia caption Migrants and refugees arrive at a new tent camp in Lesbos\nFamilies have been sleeping in fields and on roads after fleeing the blaze on Wednesday.\nThe Moria camp was initially designed to house 3,000 migrants. People from 70 countries had been sheltered there, most from Afghanistan.\nOn Friday, migrants and refugees approached police barriers blocking the road out of Moria camp, holding signs calling for \"freedom\" and opposing the construction of a new camp.\nThere is also strong resistance from the island's permanent residents for a new camp, and they have been blocking roads to stop aid deliveries.\nimage source Reuters image caption Riot police fired tear gas on Saturday\nThe question of how to deal with the mass arrivals of migrants, mainly to Italy and Greece, has divided the EU for years.\nItaly and Greece have accused wealthier northern countries of failing to do more, while a number of central and eastern nations are openly resistant to the idea of taking in a quota of migrants.\nWhat is being done for the migrants?\nThe new camp will begin hosting some of those left without shelter from Saturday, Greece's Migration Minister Notis Mitarachi said.\nOn Friday, Germany announced that 10 European countries had agreed to take 400 unaccompanied minors who had been living in Moria.\nThe fire at Moria was \"a sharp reminder to all of us for what we need to change in Europe\", Germany's Interior Minister Horst Seehofer said.\nBut a group of charities and NGOs have written to the German government saying more has to be done for all of the migrants, not just those minors.\nmedia caption Migrants are struggling to cope out in the open\n\"The shameful situation in the camp and the fire disaster are the direct result of a failed European refugee policy - now the EU must finally help the people affected,\" the open letter reads.\nWhat do we know about the fire?\nFires broke out in more than three places overnight on Tuesday, according to local fire chief Konstantinos Theofilopoulos. Further fires left the camp almost completely destroyed.\nThe fires started hours after reports that 35 people had tested positive for Covid-19 at the camp. Authorities placed the facility under quarantine last week after a Somali migrant was confirmed to have contracted coronavirus.\nEight of the 35 who tested positive for Covid-19 are since believed to have been found and isolated.\nMr Mitarachi said the fires \"began with the asylum seekers because of the quarantine imposed\". Some of those infected with the virus had reportedly refused to move into isolation with their families.\nHe did not say, however, that the fires were a deliberate act of arson aimed at destroying the camp.", "url": "https://www.bbc.com/news/world-europe-54131212"}