{"authors": [], "date_download": "2021-08-08 16:32:50", "date_modify": "2021-08-08 16:32:50", "date_publish": "2020-06-15 13:20:08", "description": "President Emmanuel Macron proclaims that France has won its \"first victory\" against coronavirus.", "filename": "news_world-europe-52978327_1628440370.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/5F9F/production/_112897442_mediaitem112895870.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-52978327_1628440370.html", "title": "Coronavirus: France announces significant lifting of restrictions", "title_page": "Coronavirus: France announces significant lifting of restrictions - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Coronavirus: France announces significant lifting of restrictions Published 15 June 2020 comments Comments\nimage source AFP image caption Emmanuel Macron delivered an address to the nation - his fourth since the outbreak began\nFrench President Emmanuel Macron has announced a number of coronavirus restrictions are being lifted.\nCafes and restaurants are reopening across France and travel to other European countries will be allowed.\nPeople will also be able to visit family members in retirement homes, which have been hit particularly hard by the Covid-19 outbreak.\nGermany, Belgium, Croatia and Switzerland are fully reopening borders with EU countries on Monday.\nTravellers from the UK will be able to visit these four countries without quarantine or restrictions upon arrival, though they still face mandatory quarantine on return to the UK.\nmedia caption As the coronavirus restrictions ease, countries across Europe have started reopening their borders\nMeanwhile, UK and Spanish travellers to France are being asked to go into two-week voluntary quarantine upon arrival there.\nWhat do the changes mean for France?\nMore than 29,400 people have died of coronavirus in France, and the country has had almost 194,000 confirmed cases - although the number of new cases has slowed markedly in recent days.\nPresident Macron first imposed a strict lockdown on 17 March. These remained in place until 11 May, when the country began to cautiously ease restrictions.\nmedia caption France's ancient burial brotherhood defying Covid-19\nIn a televised address on Sunday, Mr Macron said France had won its \"first victory\" but he warned the virus could return.\n\"As soon as tomorrow, we will be able to turn the page on this first chapter across all our territory,\" he said.\nRestaurants, hotels and caf¨¦s were allowed to reopen in many parts of France earlier this month - provided distancing rules were observed.\nMr Macron confirmed that from Monday, this would also happen in the Paris region, which recorded the highest number of cases in the country.\nHe also said that schools would reopen from 22 June - except for high schools.\nHowever, the president added, \"this does not mean that the virus has gone and that we can completely drop our guard. The summer of 2020 will be a summer unlike any other and we will need to watch the evolution of the epidemic to be prepared in case it comes back with renewed strength.\"\nMr Macron also confirmed that the second round of municipal elections, originally scheduled for March, would go ahead on 28 June.\nBut, he added, mass gatherings would need to remain \"tightly controlled\" because they were \"the main occasions for spreading the virus\".\nAll of mainland France will now be in the \"green zone\" virus alert level while the overseas territories of Mayotte and French Guiana will remain at the \"orange\" alert level. Both territories still have high numbers of cases, which are threatening to overwhelm their hospital systems.\nPresident Macron is looking ahead to his last two years in office and the elections which are due in May 2022. Decisions taken now - in the fall-out from Covid-19 - will determine whether he can win another term.\nSo far polls suggest that, unlike many of his fellow European leaders, he has reaped no real advantage from being the man in charge. Well may he celebrate France's \"first victory\" over the virus, the fact remains that a good two-thirds of the French regard him with irritation, if not frank loathing.\nBut for want (still) of an obvious rival from the mainstream left or right, Macron calculates there is everything to play for in 2022. And to win, he needs to develop a new identity - both political and personal.\nSo in politics, after three years of celebrating global liberalism, the buzz-words will now be sovereign and environmental - bringing it back home and making it green. And on the personal, it will be about \"reinventing himself\" (Macron's words yesterday) and cutting out the Olympian pretension.\nWhether France's Joe Publique is interested in buying this presidential re-boot, we shall have to wait to see.\nWhat is the situation elsewhere in Europe?\nThe European Commission encouraged the lifting of all internal border restrictions from Monday but only a small number of nations announced they would reopen.\nIn Germany, Belgium, Croatia and Switzerland, which is not an EU member but is part of the Schengen free travel area, traffic police and officials enforcing the coronavirus restrictions are no longer present.\nThe Czech Republic is allowing unrestricted travel to and from 26 states but is still banning people from Belgium, Portugal, Sweden and the UK.\nGreece has opened its borders and is allowing travellers from farther afield such as Australia, New Zealand, Japan and South Korea to enter.\nItaly already reopened its borders on 3 June as did Poland, which opened to EU travellers on 13 June.\nimage source Reuters image caption German tourists will be able to visit Spain's Balearic Islands as part of a pilot scheme\nSpain's Prime Minister Pedro S¨¢nchez said the country would allow free travel with EU countries from 21 June, except for Portugal. However, Spain is allowing German tourists to visit its Balearic Islands from Monday as part of a pilot scheme to boost its tourism sector.\nIts border with Portugal remains closed until 1 July.\nAustria will lift its restrictions on 16 June, but a ban on travellers from Portugal, Spain, Sweden and the UK remains in place.", "url": "https://www.bbc.com/news/world-europe-52978327"}