{"authors": [], "date_download": "2021-08-09 02:07:42", "date_modify": "2021-08-09 02:07:42", "date_publish": "2020-04-13 00:09:39", "description": "Worrying cases of domestic abuse have emerged across Europe after weeks of confinement.", "filename": "news_world-europe-52216966_1628474862.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/101D/production/_111752140_mediaitem111752136.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-52216966_1628474862.html", "title": "Coronavirus: When home gets violent under lockdown in Europe", "title_page": "Coronavirus: When home gets violent under lockdown in Europe - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Coronavirus: When home gets violent under lockdown in Europe By Natalie Higgins\nBBC News, Brussels Published 13 April 2020\nimage source Lorena Quaranta image caption Among the victims of domestic violence was Italian Lorena Quaranta, who was about to qualify as a medic\nFlags were lowered to half-mast and three days of mourning were declared in the Spanish town of Almassora to mark Carina's death.\nIn normal times, this community near Valencia would have gathered in silence to remember their 35-year-old neighbour. But confined to their homes by coronavirus, they paid their respects at a distance.\nThe bells tolled and Mozart's Requiem boomed out from the town hall as residents came to their windows and balconies.\nCarina was killed at home in front of her two young children. Her husband Jos¨¦ turned himself in to the town's civil guard and confessed.\nimage caption Flags flew at half-mast as Almassora stopped to remember Carina\nNational lockdowns have heightened the danger for women forced to stay at home with their abusers, cut off from the respite of work and less able to call for help undetected. Children, mostly home from school, are now even more exposed to trauma.\nCarina was the 17th woman killed by a current or ex-partner in Spain this year. She was the first since restrictions to try to limit the spread of Covid-19 were imposed.\nFearing the aggressor indoors and virus outside\nLess than a month since Europe came to a near-standstill, it is too soon to see the full impact on gender violence from official statistics.\nBut in abusive households, experts see a potentially devastating combination of emotions brewing. Women fear the aggressor inside the home and the virus outside.\nStress makes abusers even more volatile, while heightened privacy gives them a feeling of impunity.\nIn Spain, Kika Fumero traces it back to the state of alert declared on 14 March.\n\"From that moment I knew that what was good for stopping Covid-19 was going to be horrible for those women and their children who were in a violent situation at home,\" the head of the Canary Islands Institute for Equality told the BBC.\nKika Fumero We know for sure women are suffering more abuse during this quarantine than in normal times\nShe had seen the spikes in abuse from periods of confinement before, when women were forced to spend more time with their partner during floods or holidays.\nItaly, like Spain, has been at the forefront of the pandemic. More than 100 doctors there have lost their lives treating the sick.\nLorena Quaranta, 27, was on the brink of qualifying as a doctor when she died on 30 March. But she was not a victim of Covid-19. Her boyfriend Antonio told police he had killed her.\nimage source Lorena Quaranta image caption Lorena Quaranta was given a powerful tribute by people in her hometown\nWhen her coffin returned to her hometown of Favara in Sicily, people hung white sheets from their balconies.\nIt represented, as Mayor Anna Alba put it, \"the purity of her spirit, and the colour of that uniform she dreamed of wearing for the rest of her life\".\nHow abuse has spiked under lockdown\nFrance initially reported a sharp drop in calls to the national helpline. But within a week the government said police reports of domestic abuse had gone up nationally by a third, and by even more in Paris.\nAn SMS service set up for people with hearing impairments now helps abuse victims too and receives 170 text messages a day. Drop-in areas have been opened in shopping centres and there is a support service for perpetrators \"on the edge\".\nimage source Olesya Volkova\nIn Spain, services for women facing gender-based violence are designated as essential, so their continued operation is guaranteed by the government.\nIn the first two weeks of the state of alert, its 016 helpline received 18% more calls than in the same period the previous month.\nAnd, as in France, there are many silent requests for help. Email contact is up 286% over the same period and a new psychological support messaging service via WhatsApp received 168 enquiries in its first nine days.\nA mask to save a woman's life\nIn Spain's Canary Islands, the Institute for Equality has launched a campaign called Mascarilla-19 (Mask-19), stressing that escaping abuse is a valid reason to leave your home.\nPharmacies are widespread and among the few places people can still freely visit.\n\"When a woman experiences violence at home or sexual assault, she can go to the nearest pharmacy and request Mask-19 - the mask that will save her life,\" says Kika Fumero, who came up with the idea.\nPharmacy staff take a woman's name, address and phone number and alert the emergency services. She can go home, or wait until police and support workers arrive.\nmedia caption Activists say rage over Spain's \"wolfpack\" case has ignited a feminist revolution\nOne woman in Tenerife spent two weeks stuck at her partner's home after the state of alert was declared, before she was able to give the code word in a pharmacy while he waited outside. She has since filed a complaint and returned to her family home.\nA 78-year-old killed by her husband in Gran Canaria was the second victim of femicide during Spain's lockdown.\n\"Older women endure mistreatment for 15 years on average before they report it,\" says the government's gender violence delegate Vicky Rosell. \"Denounce it yourself. Do it for them. This too saves lives,\" she says.\nMask-19 has now been adopted across Spain, as well as in France, Germany, Italy, Norway and Argentina.\nWhy women may be trapped by lockdown\nVirginia Gil, who runs the Aspacia foundation in Madrid, fears the number of women reporting domestic abuse under the lockdown is \"just the tip of the iceberg\".\nWomen face several barriers, she believes: fear of being discovered by their abuser, anxiety about possible coronavirus infection outside the home, and uncertainty about which local services are operating.\nMs Gil fears some abusers who would ordinarily be removed from the home are not being taken into custody by police or brought before \"paralysed\" courts.\nHow some countries are doing more than others\nIn Russia, the dilemma about leaving or staying was particularly hard for Maria, living in a flat 113km (70 miles) west of Moscow.\nMaria, not her real name, had never been hit by her husband before. But on 26 March he flew into rage that lasted 18 hours.\nimage source Olesya Volkova\n\"At first, there was verbal abuse. Then he started breaking things and throwing them at me and the kids,\" she told BBC Russian. \"He smashed everything up, from the fish tank to the fridge. My children were scared.\"\nShe believes the catalyst for her husband's attack was President Vladimir Putin's announcement of a \"non-working week\" - and the loss of income that came with it.\nWhen he left to buy beer, she called the police. \"They told me they couldn't throw him out because it was his flat,\" she said. It was up to her to find a shelter for herself and her children.\nCalls in Denmark for emergency accommodation almost doubled in the week after the government told people to stay at home.\nThe government has since funded 55 extra rooms in shelters for four months and on Wednesday the lockdown will be eased, allowing some Danish schools to reopen and giving an opportunity for women to seek help.\n\"One way or the other, we'll make sure there's room for everyone,\" says Susanne Lamhauge, head of a new crisis centre run by women's rights group Danner.\nIn Belgium, Jean-Louis Simoens describes a three-fold increase in calls to the listening service of the Collective Against Family Violence and Exclusion (CVFE).\n\"When I was manning the phones, a woman called and told me she only had 15 minutes to speak while her husband was out buying cigarettes.\n\"She was very frightened and we had to talk really quickly. He had hit her so badly, her face was so swollen, that she couldn't open her eyes any more.\nThe confinement had made his behaviour worse, so Mr Simoens helped her plan where to go if he went out. As calls are anonymous, he has no idea if she managed to escape.\nWhy staying home is not always staying safe\nThe threat of infection from coronavirus is in some cases a very direct obstacle to getting help, according to Marceline Naudi, who heads the Council of Europe's group of gender violence experts.\nIn some cases, it means that women victims of violence have decided not to seek medical attention for fear of contagion, but there are also fewer places to turn to.\n\"Domestic violence shelters in some areas have already stopped all admissions, because they are unsure how to manage the risk of infection,\" she says.\nShe also fears that by losing a job or income women will become more financially dependent on an abuser and it will be harder to leave.\nIn a pandemic that has killed tens of thousands of people across Europe, the message to an anxious public is that staying home means staying safe and saving lives.\nThat mantra is of little comfort to women imprisoned with an abuser, weighing up their chances of a successful escape amid so much uncertainty. For many, it is an impossible choice.\nExtra reporting by Nina Nazarova of BBC Russian and illustrations by Olesya Volkova.\nDomestic violence: Useful contacts\nSpain: National helpline 016; email 016-online@mscbs.es; psychological support service via WhatsApp +34 682 916 136/+34 682 508 507; ask for Mascarilla-19 in a pharmacy\nUK: National Domestic Abuse Helpline 0808 2000 247\nItaly: Government helpline 1522\nBelgium: Access support via 0800 30 030 in French or in Dutch on 1712\nFrance, the national helpline is 3919, and in an emergency send an SMS to 114 or call 17.\nRussia: Anna Centre helpline - 8 800 700 06 00\nAcross Europe support services via Women Against Violence Europe (WAVE) Network.", "url": "https://www.bbc.com/news/world-europe-52216966"}