{"authors": [], "date_download": "2021-08-09 04:21:53", "date_modify": "2021-08-09 04:21:53", "date_publish": "2020-03-06 18:27:42", "description": "The Maltese government says the decision was taken after a \"misleading\" report raised public alarm.", "filename": "news_world-europe-51773724_1628482913.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/8FA8/production/_111167763_mediaitem111167762.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-51773724_1628482913.html", "title": "Coronavirus: Cruise ship turned away from Malta amid doctor threats", "title_page": "Coronavirus: Cruise ship turned away from Malta amid doctor threats - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Coronavirus: Cruise ship turned away from Malta amid doctor threats Published 6 March 2020\nimage source Reuters image caption The MSC Opera approaching Corfu\nA cruise ship has been turned away from Malta after doctors threatened industrial action if it docked amid coronavirus concerns.\nThe MSC Opera's operator said it agreed not enter the country's port on Friday to \"avoid unnecessary public unrest\".\nThe government said the decision followed \"public alarm raised by misleading information\" and blamed an unnamed local media outlet.\nBoth the government and the operator said there were no cases on board.\n\"Despite the established facts, the Maltese government and MSC Cruises have decided to approve the re-routing of cruise liner MSC Opera so as to avoid further concern among the Maltese public,\" the government said.\nThe Swiss-owned vessel, which is carrying 2,302 passengers and crew, is now heading to the Italian city of Messina.\nIt said it would stop at the city on Sunday \"as scheduled\".\nWhat's the background?\nAn Austrian passenger who left the ship at Genoa, Italy, on 28 February was later diagnosed with the virus.\nMSC Cruises said the passenger tested positive for Covid-19 two days after returning to Austria via northern Italy.\nAfter leaving Italy, the ship continued its cruise to Greece and arrived in the city of Piraeus on Wednesday - the same day that the owner was alerted by Austrian authorities about the passenger who had fallen ill.\nMSC Cruises said the vessel was inspected by Greek health officials in both Piraeus and Corfu and given permission to sail on.\n\"There has been no guidance from Greek health authorities on any quarantine,\" a Greek health ministry spokesman was quoted as saying by Reuters news agency. \"Infectious disease specialists have told us there is no such issue.\"\nSo why were doctors so opposed to the ship's disembarkation?\nMartin Balzan, president of the Medical Association of Malta (MAM), had told TV Malta that if an epidemic broke out on the ship, Malta did not have the resources to \"test or provide shelter for the 2,302 persons on board\".\n\"The authorities should give absolute priority to the health aspect instead of the economy,\" he was quoted as saying.\nSpeaking to the Times of Malta, Dr Balzan said it would be \"highly irresponsible\" to allow people off the ship.\n\"If the vessel is allowed in, MAM will call for industrial action aimed at protecting patients and protecting the Maltese population,\" he said.\nAnother cruise ship, the Diamond Princess, saw a dramatic outbreak while being held in quarantine in Japan last month. Six people died, with 621 infected.\nYou may also be interested in:", "url": "https://www.bbc.com/news/world-europe-51773724"}