{"authors": [], "date_download": "2021-08-08 10:51:22", "date_modify": "2021-08-08 10:51:22", "date_publish": "2020-06-29 08:00:00", "description": "News and reaction to the impact of coronavirus on the Bailiwick of Guernsey and other top stories.", "filename": "news_live_world-europe-guernsey-53191069_1628419882.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-guernsey-53191069_1628419882.html", "title": "Coronavirus: Guernsey news and virus updates 29 June", "title_page": "Coronavirus: Guernsey news and virus updates 29 June - 3 July - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Island Global Research Copyright: Island Global Research\nNinety percent of 501 Guernsey respondents are in agreement with the island's exit strategy , a survey has found.\nThe work by Island Global Research reveals only 38% of 454 Jersey residents feel the same about their government's approach to emerging out of the coronavirus lockdown.\nWhen asked about travel, respondents from Jersey and Guernsey were asked if they would like to see a travel bubble created between the two islands, 58% of respondents in Guernsey said no.\nIt compares to 49% of respondents in Jersey who said they would like to see travel between the two.\nIsland Global Research Copyright: Island Global Research\nMeanwhile 49% of Guernsey respondents agree with an 'air bridge' that will connect the bailiwick to the Isle of Man.\nThis feeling was reflected in the response from Manx residents, with 42% happy to see unrestricted travel to and from Guernsey.\nOnly 6% of Jersey residents said they had booked off-island travel ahead of the reopening of its borders, and 70% said they had no plans to book any either.\nThe reopening of Jersey's borders could be delayed to 10 July if an amendment to the government's safe travel policy is approved in the States.\nWhile borders remain closed for non-essential travellers in Guernsey, 23% of respondents from the island have booked a staycation although 47% said they had no plans to book a stay within the bailiwick.", "url": "https://www.bbc.com/news/live/world-europe-guernsey-53191069"}