{"authors": [], "date_download": "2021-08-06 23:07:45", "date_modify": "2021-08-06 23:07:45", "date_publish": "2020-08-07 15:04:09", "description": "Big rallies against Alexander Lukashenko show that many in Belarus are fed up with his leadership.", "filename": "news_world-europe-53650867_1628291265.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/7A3E/production/_113849213_mediaitem113849212.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-53650867_1628291265.html", "title": "Protests shake up Belarus presidential election", "title_page": "Protests shake up Belarus presidential election - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Protests shake up Belarus presidential election By BBC Monitoring\nEssential Media Insight Published 7 August 2020\nmedia caption An unexpectedly lively election campaign has revived hope for change in Belarus\nBelarus has only ever had one president and Alexander Lukashenko, who has held the position since 1994, is running for office again on Sunday.\nThe man once dubbed \"Europe's last dictator\" is facing perhaps the biggest-ever challenge to his rule - from Svetlana Tikhanovskaya, a political novice. She says she is standing \"out of love\" for her jailed husband Sergei, but she also embodies a thirst for change in society.\nWho is challenging Lukashenko and what do they want?\nThe campaign for this election had an unexpectedly lively start as surprise challengers to Mr Lukashenko - video blogger Sergei Tikhanovsky, banker Viktor Babaryko and ex-diplomat Valery Tsepkalo - attracted thousands to their nomination rallies.\nThis was unusual in a country normally considered quite politically apathetic.\nBut all three were disqualified from the race, with Mr Tikhanovsky and Mr Babaryko ending up behind bars. Now, Svetlana Tikhanovskaya has picked up the baton and the three campaigns have merged to back her candidacy.\nA teacher and housewife, Svetlana's primary goal is to end Mr Lukashenko's rule and hold a new democratic election within six months.\nShe has been joined in her campaigning by Mr Tsepkalo's wife Veronika, and Mr Babaryko's election agent Maria Kolesnikova.\nThe \"female trio\", as they are popularly known, advocate peaceful change, use inclusive rhetoric and steer clear of divisive political issues.\nSvetlana gathered the largest rally in a decade in Belarus on 30 July, with an NGO estimating attendance at over 60,000 and even the police admitting a crowd of close to 20,000.\nimage source EPA image caption Svetlana Tikhanovskaya: The last anti-Lukashenko rally comparable in size took place in 2010\nWhy has Lukashenko been in power for so long?\nExperts view Mr Lukashenko as an authoritarian populist who claims legitimacy through grassroots support, rather than international recognition.\nNone of the previous elections he won was found free and fair by Western observers. Yet in even the most controversial poll, in 2010, where he won nearly 80% of the vote, he most likely had the support of the majority (51%), a respected independent pollster IISEPS said. The lowest percentage of the vote he has ever won was 75%.\nAnalysts believe there are several factors behind his apparent loss of popularity this time round: fatigue from his 26-year rule, the country's economic woes and, most importantly, his dismissive handling of the Covid-19 outbreak, which angered the public.\nimage source EPA image caption In an address to the nation Mr Lukashenko lashed out at his rivals and Russia\nIs Belarus still an ally of Russia?\nBelarus and Russia have historically described themselves as brotherly nations.\nMr Lukashenko came to power on pro-Russian slogans and was at the root of the union state established in 1999 - an agreement allowing the citizens of each country to freely travel to and live in the other, among other things.\nSince then, he has manoeuvred to hold on to privileged access to Russian resources and markets, using fraternal rhetoric.\nHis fortunes changed in 2018, however, when Moscow started pushing for closer integration in earnest.\nIn this election campaign, Mr Lukashenko presented himself as a protector of independence and cast his rivals as \"puppets\" of Russian oligarchs.\nRussian media initially showed little interest in the campaign and Kremlin spokesman Dmitry Peskov said his country had \"no candidates\" of its own in the election.\nBut tension escalated on 29 July when Belarusian police detained 33 Russian men and accused them of being mercenaries from the Wagner private military company, saying they had arrived to \"destabilise\" Belarus and were suspected of collaborating with Mr Tikhanovsky.\nRussia denied that, and alleged the group was merely travelling via Belarus to Turkey. Moscow later strongly demanded that Minsk release the men.\nIt is not clear what their real mission might be.\nAccording to political analyst Artyom Shraybman, Mr Lukashenko's posturing as a fighter against Russian meddling has earned him no extra popularity points and the \"Wagner\" incident failed to scare voters, who turned out in numbers for Ms Tikhanovskaya's rally shortly after the detention.\nWhat's likely to happen?\nThe results of several online polls on Mr Lukashenko's likely support have turned into a popular protest meme and earned him the mocking nickname \"Sasha 3%\" on social media.\nThree percent in votes is obviously an exaggeration, but there are no credible independent polls in the country and few believe the high support figures circulated by pro-government polls - the Ecoom Centre predicts 72.3% for Mr Lukashenko.\nThere will be just one exit poll by the CIS-owned TV company Mir and very few observers to check the results of the vote count on 9 August.\nFew doubt that Mr Lukashenko will use all means at his disposal to stay on - from loyal election officials, flawed electoral legislation and the controversial practice of early voting, to the use of force to suppress potential protests.\nimage source EPA image caption Early voting in the election started on 4 August\nHe has made it clear on several occasions that he may use troops to stop \"unrest\" if needed.\nGiven the apparent lack of a clear post-election plan on the part of Ms Tikhanovskaya's camp if Mr Lukashenko is declared the winner, pundits tend to agree that a crackdown on the likely protests in response might enable him to hang onto power in the short term.\nThey also note, however, that this scenario will turn him into an international pariah again and seriously weaken his negotiating position in \"integration\" bargaining with Russia.\nIt will also make him totally dependent on the uniformed state agencies, rather than popular support for the rest of his tenure.\nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook.", "url": "https://www.bbc.com/news/world-europe-53650867"}