{"authors": [], "date_download": "2021-08-09 01:54:22", "date_modify": "2021-08-09 01:54:22", "date_publish": "2020-08-26 16:38:36", "description": "Greek justice threw the book at Harry Maguire, and fast, but the case throws up a number of questions.", "filename": "news_world-europe-53918506_1628474062.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/B291/production/_114131754_maguire.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-53918506_1628474062.html", "title": "Harry Maguire: Why his Greek trial went so fast", "title_page": "Harry Maguire: Why his Greek trial went so fast - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Harry Maguire: Why his Greek trial went so fast By Kostas Kallergis\nBBC News Published 26 August 2020\nimage source EPA\nGreek justice threw the book at Harry Maguire, and fast.\nHis international football career was put on hold after a court gave him a suspended jail term, for repeated bodily harm, attempted bribery, violence against public employees and insult after arrest on Mykonos.\nHe has now appealed, and is now presumed innocent unless the appeal court finds him guilty.\nWhy was it so quick to get a conviction?\nPartly because, in the eyes of Greek justice, he was \"caught red-handed\".\n\"In Greek criminal procedure there is a process known as \"in flagrante delicto\" and it applies to people caught in the act of committing an offence,\" says Athens lawyer Konstantinos Starantzis. In other words, in this sort of case it's totally normal.\nFor up to 48 hours from the time of an alleged offence - until midnight the next day - police can arrest someone without a warrant.\nThen, after a preliminary investigation, the suspect must be brought before a public prosecutor, who will decide whether to indict or not. If there's an indictment, a trial must take place either the same day or the day after.\nWhy were there so many charges?\nIn Greece, as anywhere else, resistance to arrest and violence towards police officers, if proven at court, is not easily tolerated.\nThe Syros court was convinced that there was some sort of violence towards the policemen involved in the case for two reasons:\nThe policemen would have had no legitimate or reasonable cause to persecute Maguire and his friends\nThe officers presented evidence of their injuries\nIn the eyes of the judges, Harry Maguire committed both offences, plus that of attempted bribery, so they simply handed him a relevant sentence.\nIs it unusual for this sort of case to go to court?\nBooze brawls on popular Greek islands are a common occurrence during the summer.\nGreek authorities have no interest in either hurting the country's tourism or adding more cases to an already burdened justice system. The reason why this case made it to court was simply because it involved allegations of violence against policemen.\nDid Maguire get a fair trial?\nIt appears both due process and the rule of law were followed.\nHowever, with regard to a request brought by Harry Maguire's defence for a postponement of the trial, the judges were not very lenient.\nPostponement, especially when a new legal team is hired by the defence, is common in Greek trials. It was not obligatory, though, and the judge was well within his remit to reject it.\nIn some cases, judges decide to reject such requests for secondary reasons, for example to take advantage of witnesses present in the courtroom who might be absent if the trial takes place a year later, or simply to avoid legal tactics of procrastination.\nWhat did the defence say?\nDuring this first stage of the legal process, and pending the footballer's appeal, his defence team failed to convince the judges.\nEngland defender Maguire, his brother Joe, and family friend Christopher Sharman denied the charges.\nThe defence focused heavily on their account of how an initial fight started in the alleyways of Mykonos with a group of Albanians.\nIoannis Paradissis, a lawyer for two of the policemen involved, said this was no defence for the charges for which Harry Maguire was accused. \"They have injuries and the three defendants say they are not guilty but... they don't explain how these injuries were made,\" he told the BBC's Today Programme.\nAhead of the verdict, the footballer's lawyer, Andreas Anagnostakis, said his client's conduct was justified because the policemen had allegedly attacked him in his \"golden leg\" and told him \"your career is over\".\nAs it was based on Harry Maguire's words, the judges found this defence not proven in court.\nAccording to the prosecution, the attempted bribery charge involved Harry Maguire asking whether he could pay a fine to be released from police custody.\nHis lawyer did not completely deny that, suggesting \"it could have been something that was lost in translation\".\nWhat hope for his appeal?\nIt is unclear how long that might take but it usually takes a year from the moment an appeal is lodged.\nBut in Greece an appeal is in effect a retrial, according to Ioannis Paradissis.\n\"So obviously there is still time for the three defendants to say they are sorry and then I believe that the outcome might be different.\"\nimage source PA Media image caption Maguire's club Manchester United have given a statement saying the player is not subject to any international travel restrictions\nAs Maguire's club, Manchester United, point out, by lodging an appeal the verdict has been quashed, the conviction nullified and he has neither a criminal record nor is subject to any international travel restrictions.", "url": "https://www.bbc.com/news/world-europe-53918506"}