{"authors": [], "date_download": "2021-08-06 20:19:19", "date_modify": "2021-08-06 20:19:19", "date_publish": "2020-02-20 12:59:18", "description": "Nine people are shot dead in two shisha bars in Hanau in a case being investigated as terrorism.", "filename": "news_world-europe-51567971_1628281159.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/17DB5/production/_110971779_hanau_shooting_epa.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-51567971_1628281159.html", "title": "Germany shooting: 'Far-right extremist' carried out shisha bars attacks", "title_page": "Germany shooting: 'Far-right extremist' carried out shisha bars attacks - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Germany shooting: 'Far-right extremist' carried out shisha bars attacks Published 20 February 2020\nmedia caption Eyewitnesses filmed the aftermath of the shooting\nA suspected far-right extremist has killed at least nine people in attacks on two shisha bars in a city in western Germany, officials say.\nChancellor Angela Merkel said there were many signs the attacker in Hanau had acted out of racism.\nFederal prosecutors are treating the case as terrorism. Turkey says at least five of the dead were Turkish citizens.\nThe 43-year-old suspect killed himself, police say. He was found dead at his home along with the body of his mother.\nLocal media have identified the suspect as Tobias R, a German citizen. The Bild tabloid reports he had a firearms licence, and that ammunition and gun magazines were found in his car.\nAuthorities are examining a video that appears to be from the suspect, posted online days before the attacks, in which he expresses right-wing conspiracy theories. German media say he also left a letter of confession.\nThe attack comes amid growing concerns about far-right violence in Germany. Speaking in Berlin, Mrs Merkel said: \"Racism is a poison. Hate is a poison and this poison exists in our society and is already to blame for many crimes.\"\nmedia caption German Chancellor Angela Merkel gives a statement in Berlin\nWhat do we know about the attacks?\nThe shootings took place around 22:00 (21:00 GMT) on Wednesday, and the first target was the Midnight shisha bar in the city centre of Hanau. Witnesses reported hearing about a dozen gunshots.\nThe suspect then travelled in a dark car to the Kesselstadt neighbourhood, some 2.5km (1.5 mile) away, and opened fire at the Arena Bar & Cafe.\nShisha bars are places where people gather to smoke a pipe known as shisha or hookah. Traditionally found in Middle Eastern and Asian countries, they are also popular in many other parts of the world.\nTurkey's President Recep Tayyip Erdogan said he expected the German government to make \"necessary efforts to throw light on all aspects\" of the attack.\nimage source EPA image caption The Arena Bar & Cafe was one of the places targeted\nThe shootings sparked an hours-long manhunt through the night while officers, supported by helicopters, searched for what they thought could have been more than one attacker.\nPolice identified the gunman through information from witnesses and surveillance cameras. Early on Thursday, they stormed the suspect's home, near the scene of the second shooting, and found him dead near his 72-year-old mother.\nCan-Luca Frisenna, whose father and brother run one of the two bars attacked, told Reuters news agency: \"I heard my father was affected and my little brother... I saw them both - they were horrified and they were crying and everything. So everyone was shocked.\"\nHanau, in Hesse state, is a city of 100,000 residents about 25km east of Frankfurt.\nWhat do we know about the suspect?\nHesse Interior Minister Peter Beuth said authorities were also examining a website attributed to the suspect. \"What we know so far is that there is definitely a xenophobic motive. Whether there are claims of responsibility or documents, that's still being investigated,\" he said.\nThe suspect was not known to the authorities, Mr Beuth added.\nimage source Getty Images image caption The suspect has been identified by local media as Tobias R\nIn a brief statement, Mrs Merkel also vowed to do everything possible to clarify the background to the attack, saying: \"There are many indications at the moment that the perpetrator acted on right-wing extremist, racist motives, out of hatred towards people of other origins, religion or appearance.\"\nGun laws in Germany are among the most stringent in the world, and were tightened further in recent years after other mass shootings.\nNazi salutes, banned swastika emblems and even the playing of the Horst Wessel, the one-time Nazi 'anthem' - all have been cropping up in far right extremist circles as Germany struggles to contain a growing wave of home-grown extremism.\nThe problem has been particularly acute in - but not confined to - the east of the country, in the former East Germany. There, unemployment levels have been higher than in the rest of Germany and a simmering resentment by some of recent immigrant arrivals has manifested itself in arson attacks on hostels.\nIn 2015 Germany opened its borders to an estimated 1.5 million refugees from the Middle East. Although the number of subsequent incidents involving them has been very small, their arrival has been used by far right extremists to stoke ethnic tensions and recruit more young men and women to their cause.\nRecent far-right attacks in Germany\nOctober 2019: In Halle, an attacker kills two and tries to storm a synagogue, broadcasting the assault live online. He later admits a far-right, anti-Semitic motive for the attack\nJune 2019: Walter L¨¹bcke, a pro-migrant politician, is shot in the head at close range and found dead in his garden. A suspect with far-right links later confesses to the murder\nJuly 2016: An 18-year-old shoots dead nine people at a shopping mall in Munich before killing himself. Bavarian authorities later classify the attack as \"politically motivated\", saying the teen had \"radical right-wing and racist views\"\nWhat has the reaction been?\nHanau Mayor Claus Kaminsky said it had been the \"hardest day in our history\". He said the city had seen centuries of peaceful coexistence between different faiths and cultures - \"That is why it is so hard to understand\".\nKatja Leikert, who represents Hanau in the German parliament, the Bundestag, said: \"Hopefully the injured recover swiftly. It is a horrific scenario for us all.\"\nHesse state leader Volker Bouffier said the state parliament had travelled to Hanau to show its solidarity with the victims and their families. He said the attack \"came out of a climate\" that existed \"to some degree worldwide\" in which people are targeted because they are different.\n\"We will do everything to show that people don't have to be afraid and show them that they belong with us, \" he said.\nIn other reaction:\nGerman Defence Minister Annegret Kramp-Karrenbauer: \"The background must now be clarified further. Violence from right-wing extremists must not let us rest, we must stand against it\"\nUrsula von der Leyen, European Commission President and former German government minister: \"I am deeply shocked by the tragedy that took place... in Hanau\"\nFrench President Emmanuel Macron: \"Immense sadness and my full support for Germany in the face of this tragic attack... I stand with Chancellor Merkel in this fight for our values and the protection of our democracies\"\nGermany's Muslim association KRM called for more to be done in the fight against right-wing extremism, saying they had requested for month that needed to be \"a clear stand against Islamophobia\"\nWere you in the area? Share your experiences by emailing haveyoursay@bbc.co.uk.", "url": "https://www.bbc.com/news/world-europe-51567971"}