{"authors": [], "date_download": "2021-08-08 12:10:03", "date_modify": "2021-08-08 12:10:03", "date_publish": "2020-12-26 08:08:46", "description": "The health ministry says an asymptomatic Frenchman who arrived from England tested positive.", "filename": "news_world-europe-55449528_1628424603.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/11AE/production/_116262540_mediaitem116262539.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-55449528_1628424603.html", "title": "Coronavirus: France finds first case of new variant", "title_page": "Coronavirus: France finds first case of new variant - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Coronavirus: France finds first case of new variant Published 26 December 2020\nimage source Reuters image caption A French health worker holds a test tube after administering a nasal swab (file image)\nFrance has confirmed the first case in the country of the more contagious coronavirus variant recently identified in the UK.\nThe French health ministry said the person was a French citizen in the central town of Tours who had arrived from London on 19 December.\nThe ministry said he was asymptomatic, and currently self-isolating at home.\nThe appearance of the new coronavirus variant in England triggered travel curbs with dozens of countries.\nFrance closed its border but ended its ban on Wednesday, providing people tested negative before travelling. Thousands of lorry drivers spent Christmas Day in their cabs in Kent waiting to cross the English Channel.\nWhat more do we know about France's first case?\nIt was confirmed after the man was tested in hospital on 21 December, the health ministry said.\nThe infected person, a French national living in the UK, was feeling all right, it added without providing further details.\nOther countries have also reported cases of the new variant: on Friday, Japan confirmed five infections in passengers who had all arrived from the UK, while cases in Denmark, Australia and the Netherlands were reported earlier.\nLast week, France lifted its national lockdown, but the government said the infection rate had not fallen sufficiently for a further easing.\nThis means theatres and cinemas remain shut as do bars and restaurants. A nationwide curfew is also effective from 20:00 to 06:00. The curfew was lifted for Christmas Eve - but will remain for New Year's Eve.\nFrance has reported more than 2.5 million confirmed Covid infections since the start of the outbreak, with more than 62,000 deaths - the seventh highest total deaths in the world.\nThe country's first batch of Pfizer-BioNTech vaccinations meanwhile were delivered from Belgium to the health system's central pharmacy just outside Paris on Saturday, AFP news agency reports.\nThe first shots are due to be administered to patients at two facilities for the elderly - in Sevran and Dijon - on Sunday.\nWhat is the new variant?\nThe new variant first detected in England in September is blamed for sharp rises in levels of positive tests in recent weeks in London, the east of England and the South East.\nmedia caption Covid symptoms: What are they and how long should I self-isolate for?\nAbout two-thirds of people testing positive in these areas could have the new variant - but this is only an estimate, the Office for National Statistics (ONS) says.\nThree things are coming together that mean the new variant is attracting attention:\nIt is rapidly replacing other versions of the virus\nIt has mutations that affect part of the virus likely to be important\nSome of those mutations have already been shown in the lab to increase the ability of the virus to infect cells\nAll of these come together to build a case for a virus that can spread more easily, says the BBC's health and science correspondent, James Gallagher.\nHowever, there is no evidence that the new variant is more dangerous, and the leading vaccines developed in recent months should still work, experts say.\nHow did the world respond to the UK's new variant crisis?\nMore than 40 countries banned all UK arrivals earlier this month.\nFlights from the UK were suspended to territories across the world including Spain, India and Hong Kong.\nmedia caption Isabella Hussell was onboard a ferry from Portsmouth to France when it was cancelled\nHundreds of people were stranded for hours as a result of the travel curbs.\nSaudi Arabia, Oman and Kuwait went even further, closing their borders completely for a week.", "url": "https://www.bbc.com/news/world-europe-55449528"}