{"authors": [], "date_download": "2021-08-07 23:21:53", "date_modify": "2021-08-07 23:21:53", "date_publish": "2020-05-05 11:37:37", "description": "The case means Covid-19 may have arrived in Europe almost a month earlier than previously thought.", "filename": "news_world-europe-52526554_1628378513.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/8084/production/_112100923_mediaitem112100922.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-52526554_1628378513.html", "title": "Coronavirus: France's first known case 'was in December'", "title_page": "Coronavirus: France's first known case 'was in December' - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Coronavirus: France's first known case 'was in December' Published 5 May 2020\nimage source AFP image caption A doctor suggests the virus arrived in France almost a month earlier than previously thought\nA patient treated in a hospital near Paris on 27 December for suspected pneumonia actually had the coronavirus, his doctor has said.\nThis means the virus may have arrived in Europe almost a month earlier than previously thought.\nDr Yves Cohen said a swab taken at the time was recently tested, and came back positive for Covid-19.\nThe patient, who has since recovered, said he had no idea where he caught the virus as he had not travelled abroad.\nKnowing who was the first case is key to understanding how the virus spread.\nThe World Health Organization (WHO) says it is possible more early cases will come to light, and spokesman Christian Lindmeier urged countries to check records for similar cases in order to gain a clearer picture of the outbreak.\nThe French health ministry told the BBC that the government was obtaining confirmation on the case and that it would consider further investigations if they proved necessary.\nFrance is not the only country where subsequent testing points to earlier cases. Two weeks ago, a post-mortem examination carried out in California revealed that the first coronavirus-related death in the US was almost a month earlier than previously thought.\nWhat do we know about the new case?\nDr Cohen, head of emergency medicine at Avicenne and Jean-Verdier hospitals near Paris, said the patient was a 43-year-old man from Bobigny, north-east of Paris.\nHe told the BBC's Newsday programme that the patient must have been infected between 14 and 22 December, as coronavirus symptoms take between five and 14 days to appear.\nThe patient, Amirouche Hammar was admitted to hospital on 27 December exhibiting a dry cough, a fever and trouble breathing - symptoms which would later become known as main indications of coronavirus.\nThis was four days before the WHO's China country office was informed of cases of pneumonia of unknown cause being detected in the Chinese city of Wuhan.\nMr Hammar told French broadcaster BFMTV that he had not left France before falling sick. Dr Cohen said while two of the patient's children had also fallen ill, his wife had not shown any symptoms.\nBut Dr Cohen pointed out that the patient's wife worked at a supermarket near Charles de Gaulle airport and could have come into contact with people who had recently arrived from China. The patient's wife said that \"often customers would come directly from the airport, still carrying their suitcases\".\n\"We're wondering whether she was asymptomatic,\" Dr Cohen said.\nWhat does it tell us?\nCould coronavirus have been circulating in Europe in late 2019, many weeks before it was officially recognised and declared a threat there? That is the suggestion being made after a French doctor has revealed that he treated a patient in Paris with all of the symptoms of coronavirus just after Christmas.\nHow does this change what we know about the pandemic? It might be that the test result is an error and so does not change a thing.\nBut it if is correct, it could mean spread of the disease was going unchecked in Europe while all eyes were on the East in Wuhan.\nCertainly, any laboratories in Europe with samples from patients sick with similar symptoms around that time might want to run a test for coronavirus to see what it reveals so that we can learn more about this new disease.\nWhy does it matter?\nUntil now, what were thought to have been the France's first three cases of coronavirus were confirmed on 24 January. Of those, two had been to Wuhan - where the outbreak was first detected - and the third was a close family member.\nMr Hammar's positive test result suggests the virus was present in France much earlier.\nThe first human-to-human transmission within Europe had until now thought to have been a German man who was infected by a Chinese colleague who visited Germany between 19 and 22 January.\nRowland Kao, a professor of veterinary epidemiology and data science at the University of Edinburgh, said that if confirmed, Mr Hammar's case highlighted the speed at which an infection starting in a seemingly remote part of the world could quickly seed infections elsewhere.\n\"It means that the lead time we have for assessment and decision-making can be very short,\" Prof Kao said.\nHow was the new case found?\nDr Cohen told the BBC that he had the idea to look back at all patients who had been in intensive care units with suspected pneumonia between 2 December and 16 January.\nHe found 14 patients who had tested negative for pneumonia. He defrosted their samples and tested them for traces of Covid-19.\nmedia caption Coronavirus vaccine: How close are you to getting one?\nHe said that out of the 14 samples, one tested positive for traces of Covid-19. A second test on that same sample also came back positive. He added that the patient's chest scan was also compatible with the symptoms of Covid-19.", "url": "https://www.bbc.com/news/world-europe-52526554"}