{"authors": [], "date_download": "2021-08-06 14:04:06", "date_modify": "2021-08-06 14:04:06", "date_publish": "2020-06-03 23:14:22", "description": "Hungary lost two-thirds of its territory in the 1920 Trianon treaty and now aims to revive its past.", "filename": "news_world-europe-52903721_1628258646.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/4497/production/_112695571_950c534e-db83-4ac5-8759-7f674d078250.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-52903721_1628258646.html", "title": "The 100-year wound that Hungary cannot forget", "title_page": "The 100-year wound that Hungary cannot forget - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "The 100-year wound that Hungary cannot forget By Nick Thorpe\nBBC News, Hungary Published 4 June 2020\nimage source Tamas Wachsler/Flickr image caption The new Monument of National Solidarity is directly in line with the main entrance of parliament\nExactly 100 years ago, in the Trianon palace at Versailles, two medium-ranking Hungarian officials signed away two thirds of their country, and 3.3 million of their compatriots.\nA new monument has appeared in the past weeks in front of parliament in Budapest, among many already erected by Viktor Orban's government to Hungary's past glories.\nFor Hungary the 1920 treaty was a national wound that still festers to this day. Mr Orban's message to the world is that Hungary must now be respected. For his critics, he has dug deeper into that wound.\nWhat Hungary lost in the Treaty of Trianon\nAs the Austro-Hungarian empire fell apart at the end of World War One, historic Hungary was forced to cede what is now Slovakia, Vojvodina, Croatia, part of Slovenia, Ruthenia, the Burgenland and Transylvania to the new states of Yugoslavia and Czechoslovakia, to a much-enlarged Romania, and even to Austria, a fellow loser in the war.\nimage source Facebook/Viktor Orban image caption Last month Viktor Orban posted a picture a Greater Hungary that included parts of Serbia, Romania, Slovakia and Croatia\nUS President Woodrow Wilson's proposal for the self-determination of all national minorities was valid for everyone except Hungary, claim the Hungarians.\nNational groups, which had long felt oppressed by the Hungarians, claimed their own sovereignty while Hungarians found themselves suddenly divided among several states.\nMainland Hungary was shaken from 1918 to 1921 by violence perpetrated both by occupying troops and by Hungarians against each other. Four months of communist \"Red Terror\" in 1919 was followed by the \"White Terror\", carried out by Adm Miklos Horthy's National Army militia.\nHorthy was regent from 1920-44 and later refused to apologise for the atrocities, arguing that \"only an iron broom can sweep the country clean\".\nimage source Getty Images image caption Miklos Horthy allied with Nazi Germany and reclaimed part of Transylvania\nAttempts to revise Trianon through the 1920s and 30s led directly to Hungarian participation in World War Two on the side of Nazi Germany.\nHitler was the only European statesman who offered them the return of territory.\nWhat is the point of the new monument?\nA national trench, or tomb, shelves gently beneath street level directly in line with the main entrance of parliament in Budapest.\nStainless steel letters depict the names of all the towns and villages of historic Hungary according to their size in the last, pre-war census in 1910. At the centre of the hard granite Monument of National Solidarity, is an eternal flame.\nimage source Tamas Wachsler/Flickr image caption Place names from historic Hungary are listed on the monument in stainless steel\nThe anniversary of the Treaty of Trianon is a difficult balancing act for the Orban government.\nBy pursuing alliances with the governments of Serbia, Slovakia, the Czech Republic and Poland, Mr Orban is fond of saying that Hungary has broken out of its \"hundred years of solitude\".\nWhat do the neighbours think?\nBut Romania, Ukraine, and to a certain extent Austria, watch his actions with distrust. Romania will this year celebrate the Trianon Treaty officially for the first time.\nimage source AFP image caption Flags will be placed at half-mast at this border post, where Hungary, Romania, and Serbia meet\n\"All these years we took note¡­ of the many political statements coming from Budapest, which were very offensive for Romania,\" former Romanian foreign minister Titus Corlatean told the BBC.\nHe proposed the legislation, passed by the Romanian Parliament, to celebrate Trianon day. \"I do not understand why the Romanians should be shy of marking what was fundamental for their history, because we don't want to offend anyone.\"\nApart from the monument, the Hungarian parliament will hold a commemorative session.\nChurch bells will be rung. And at 16:30 (14:30 GMT), at the request of liberal Budapest Mayor Gergely Karacsony - a fierce opponent of Viktor Orban - all transport will grind to a halt in the capital, as people observe a minute's silence.\nA new musical will be performed in the Operett theatre, entitled They Tore It Apart. Nationalist group \"Our Homeland\" will distribute black armbands.\n\"We don't need to forget Trianon. That would be impossible,\" said the opposition Democratic Coalition party in a statement. \"But mourning about Trianon can no longer be the focus of Hungarian politics, because, apart from the fact it leads nowhere, it paralyses, makes it incapable of action, it also consumes the moral and political power of the homeland.\"\n\"No other nation or country could have survived what happened to us 100 years ago. And we should be really proud of our existence,\" government spokesman Zoltan Kovacs told the BBC.\nYou may also be interested in:\nmedia caption Otto von Habsburg's heart was buried in Hungary in 2011; his body was buried separately in Austria", "url": "https://www.bbc.com/news/world-europe-52903721"}