{"authors": [], "date_download": "2021-08-08 06:12:31", "date_modify": "2021-08-08 06:12:31", "date_publish": "2020-07-27 06:00:00", "description": "News and reaction to the impact of coronavirus on Jersey and other top stories.", "filename": "news_live_world-europe-jersey-53532651_1628403151.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-jersey-53532651_1628403151.html", "title": "Coronavirus: Jersey news and virus updates 27-31 July", "title_page": "Coronavirus: Jersey news and virus updates 27-31 July - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "A review into children's care homes in Jersey will commence next month, the government has confirmed.\nThe Independent Children¡¯s Homes Association (ICHA), which represents about 70% of all providers of residential care in England, will conduct the review across August and September.\nThere are eight care homes in Jersey which house 21 children, and two \"short-break\" homes which are currently hosting 26 young people.\nIn 2017 the Jersey Care Inquiry found that the government had \"proved to be an ineffectual and neglectful substitute parent\" after decades of abuse in children's care homes was revealed.\nBBC Copyright: BBC\nChildren's Minister Sam Mezec said: \"The decision to engage the Independent Children¡¯s Homes Association is in-keeping with the intention to continue to improve services, with the help of independent experts, with no direct involvement in the delivery of care or support to children and young people in Jersey.\n\"They will visit all the individual children¡¯s homes and we are inviting recommendations from them to help us to ensure that we give the best possible care to the children and the young people who live or have short breaks in the homes.\"\nChief executive of the ICHA Peter Sandiford described it as a \"unique opportunity\" and said the independent reviewer was \"proud and humbled\" to be involved.", "url": "https://www.bbc.com/news/live/world-europe-jersey-53532651"}