{"authors": [], "date_download": "2021-08-08 05:54:19", "date_modify": "2021-08-08 05:54:19", "date_publish": "2020-09-26 21:01:20", "description": "Two people were seriously injured in the attack near the Paris ex-offices of the satirical magazine.", "filename": "news_world-europe-54307820_1628402059.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/8D6B/production/_114630263_hi063515218-1.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-54307820_1628402059.html", "title": "Charlie Hebdo: Stabbings suspect 'was trying to target magazine'", "title_page": "Charlie Hebdo: Stabbings suspect 'was trying to target magazine' - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Charlie Hebdo: Stabbings suspect 'was trying to target magazine' Published 26 September 2020\nimage source EPA image caption Police stand guard outside the former offices of Charlie Hebdo\nA man suspected of injuring two people with a meat cleaver in Paris has admitted to deliberately targeting the former offices of the satirical Charlie Hebdo magazine, French media report.\nThe man, an 18-year-old born in Pakistan, reportedly linked his actions to the magazine's recent republication of cartoons of the Prophet Muhammad.\nCharlie Hebdo did this as a trial over the 2015 Islamist attack on the magazine which killed 12 people began.\nThe magazine's location is now secret.\nThe building in the French capital's 11th district which used to house Charlie Hebdo's offices is now used by a television production company.\nBut the attacker apparently believed the magazine's offices were still there, a source close to the investigation told the AFP news agency, confirming other French media reports.\nThe two victims of Friday's attack have not been officially named but police said they were a man and woman who worked at the production company.\nPrime Minister Jean Castex told reporters at the scene - near Boulevard Richard-Lenoir - that their lives were not in danger.\nWhat is the suspect reported to have said?\nThe suspect, who was arrested not far from the scene on Friday, had \"taken responsibility for his action\", sources told AFP, adding that he placed his actions \"in the context of the republication of the cartoons\".\nHe has not been named, but French Interior Minister Gerald Darmanin said the teenager arrived in the country three years ago \"as an isolated minor\" of Pakistani nationality.\nimage source EPA image caption Security was tight as police combed the scene of the attack on Friday\nEight other people are in police custody over the attack, including a former flatmate of the main suspect.\nBut a 33-year-old Algerian man detained on Friday was released after being cleared of any involvement, a judicial source told AFP.\nThe unnamed man's lawyer told the news agency her client had actually tried to stop the attacker and should be regarded as a \"hero\".\nMr Darmanin said the attack was \"clearly an act of Islamist terrorism\" and police had underestimated the threat level in the area.\nHe said he had ordered security to be stepped up around synagogues this weekend for Yom Kippur, the holiest day in the Jewish calendar.\nHow did the attack unfold?\nColleagues of the victims said they had been outside the Premieres Lignes news production agency smoking a cigarette when they were attacked.\nThe firm has offices in Rue Nicolas Appert, a street off Boulevard Richard-Lenoir. A mural honouring those killed in the January 2015 attack on Charlie Hebdo is nearby.\n\"I went to the window and saw a colleague, bloodied, being chased by a man with a machete,\" one employee, who asked not to be named, said.\n\"They were both very badly wounded,\" Paul Moreira, the founder and co-head of Premieres Lignes, told AFP.\nPolice quickly sealed off the area and a large blade was recovered nearby. Arrests were later carried out in the vicinity and during a search of a property north of Paris believed to be the main suspect's home.\nIn a tweet, Charlie Hebdo expressed its \"support and solidarity with its former neighbours... and the people affected by this odious attack\".\nWhat about the new trial and republication of the cartoons?\nFourteen people went on trial earlier this month accused of helping two jihadists carry out the 2015 attack on Charlie Hebdo, killing 12 people in and around the magazine's offices, including some of France's most celebrated cartoonists.\nimage source Getty Images image caption A mural in tribute to those killed in the Charlie Hebdo attack was erected on the Rue Nicolas Appert\nThe defendants are also accused of helping another jihadist carry out related attacks in Paris, killing five people, including a police officer.\nThe 17 victims were killed over a period of three days. All three attackers were killed by police.\nThe killings saw the beginning of a wave of jihadist attacks across France that left more than 250 people dead.\nCharlie Hebdo marked the start of the trial by reprinting its controversial cartoons of the Prophet Muhammad. The original cartoons had sparked anger and protests in several Muslim-majority countries.\nIn response to the reprinting, the militant group al-Qaeda - which claimed the 2015 attack - renewed its threat against the magazine.", "url": "https://www.bbc.com/news/world-europe-54307820"}