{"authors": [], "date_download": "2021-08-06 23:19:58", "date_modify": "2021-08-06 23:19:58", "date_publish": "2020-03-23 08:00:00", "description": "News, reaction and information about the impact of coronavirus on the Bailiwick of Guernsey.", "filename": "news_live_world-europe-guernsey-51999470_1628291998.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-guernsey-51999470_1628291998.html", "title": "Coronavirus: Guernsey updates 23-27 March", "title_page": "Coronavirus: Guernsey updates 23-27 March - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "The States of Guernsey has advice on best practice for protecting yourself and those you live with on their website. The basic principles are:\nStay at home\nDo not leave home, except for getting medical care when instructed.\nSeparate yourself from those you live with\nRemain inside a well-ventilated room with an outside-facing window, separate from others and keep the door closed.\nWear a face-mask when it is necessary to leave your room\nUse a separate bathroom, if available, which is regularly cleaned.\nIf using a separate bathroom is not possible:\nSet up a bathroom rota for washing or bathing, with the isolated person going last and thoroughly cleaning the bathroom themselves if they are able to do so\nYou must use separate towels from the rest of the household\nAvoid using the a kitchen when others are inside it, take your meals back to your room to eat and use a dishwasher to clean what you have used if available.\nAvoid sharing household items\nYou should not share dishes, drinking glasses, cups, eating utensils, towels or bedding.\nLaundry, bedding and towels should be placed in a plastic bag and washed once the tests for COVID-19 are negative.\nCall ahead before visiting your doctor\nAll medical visits should be agreed in advance of arrival.\nPractice good hygiene\nRegular handwashing with soap and water, for at least 20 seconds\nAvoid touching your eyes, nose, and mouth with unwashed hands\nCover your coughs and sneezes with disposable tissues, place it in a plastic bag and wash your hands immediately afterwards\nMonitor your symptoms\nSeek prompt medical attention if your symptoms worsen, for example, if you have difficulty breathing.\nIf it is an emergency and you need to call an ambulance, inform the operator you are being tested for coronavirus.\nDo not have visitors\nYou should only allow those who live in your home to stay.\nIf you think there is an urgent need to have someone visit, discuss it with infection control first.\nIn emergencies, speak with someone over the phone or video call first.\nUse your phone or other technology to keep in touch with family and friends.", "url": "https://www.bbc.com/news/live/world-europe-guernsey-51999470"}