{"authors": [], "date_download": "2021-08-08 02:50:53", "date_modify": "2021-08-08 02:50:53", "date_publish": "2020-11-03 05:43:37", "description": "Three people are dead, along with a gunman, after attacks at six different locations, police say.", "filename": "news_world-europe-54786952_1628391053.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/163BC/production/_115186019_064155125.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-54786952_1628391053.html", "title": "Vienna shooting: Gunman hunted after deadly 'terror' attack", "title_page": "Vienna shooting: Gunman hunted after deadly 'terror' attack - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Vienna shooting: Gunman hunted after deadly 'terror' attack Published 3 November 2020\nmedia caption A large-scale security operation is ongoing\nGunmen armed with rifles have opened fire in six different locations in central Vienna, killing three people and wounding several more, police say.\nAustrian Chancellor Sebastian Kurz called it a \"repulsive terror attack\" and said one gunman was also killed.\nPolice were searching for at least one attacker who was still at large, the interior minister said.\nThe shootings took place near Vienna's central synagogue but it is not yet clear if that was the target.\nThe city's police chief said two men and a woman were killed. At least a dozen other people were wounded, officials said.\nThe attack happened just hours before Austria imposed new national restrictions to try to stem rising cases of coronavirus. Many people were out enjoying bars and restaurants which are now closed until the end of November.\nEuropean leaders strongly condemned the shooting. British Prime Minister Boris Johnson said he was \"deeply shocked by the terrible attacks\".\nWhat do we know about the attack?\nPolice said the incident began at about 20:00 (19:00 GMT) on Monday, near the Seitenstettengasse synagogue, when a heavily armed man opened fire on people outside cafes and restaurants.\nMembers of the special forces quickly arrived at the scene. One policeman suffered a gunshot wound before other officers shot the perpetrator, who was armed with an automatic rifle, a pistol and a machete.\nJewish community leader Oskar Deutsch tweeted that the synagogue was closed at the time the attack began.\nimage source Reuters image caption Police sealed off streets near Schwedenplatz in Vienna\nAn officer guarding the synagogue was among the wounded, newspaper Kronen Zeitung reported.\nIt was not immediately clear how many attackers took part in the shooting. Austrian media said one person had been arrested, citing the interior ministry.\nFootage posted on social media showed people running through the streets as gunshots rang out.\nWitness Chris Zhao was in a nearby restaurant when the shooting started.\nHe told the BBC: \"We heard noises that sounded like firecrackers. We heard about 20 to 30 and we thought that to be actually gunfire. We saw the ambulances... lining up. There were victims. Sadly, we also saw a body lying down the street next to us.\"\nimage source Reuters image caption The shooting began at about 20:00 local time\nAs a major anti-terror operation swung into action, police urged people to avoid the area and not to use public transport. Roadblocks were set up around the city centre.\nPolice in the neighbouring Czech Republic said they were carrying out random checks on the border with Austria amid fears that the gunman might head in that direction.\nInterior Minister Karl Nehammer said the attacker still at large was \"heavily armed and dangerous\".\nHe told a news conference that children in Vienna would not be expected to attend school on Tuesday.\nWhat has the reaction been?\nOn Twitter, Mr Kurz said \"we are experiencing difficult hours in our republic\", adding that the army would take over the security of major buildings in Vienna.\n\"Our police will act decisively against the perpetrators of this hideous terrorist attack. We will never allow ourselves to be intimidated by terrorism,\" he said.\nimage source Reuters image caption This man raised his hands as police checked his identity during their search for the gunmen\nimage source Reuters image caption A number of people have been taken to hospital, including some with serious injuries\nAustria had until now been spared the sort of attacks that have hit other European countries. Leaders across the region condemned the shooting, with French President Emmanuel Macron saying that Europe must not \"give up\" in the face of attacks.\n\"We the French people share the shock and grief of the Austrian people, struck this evening by an attack in the heart of their capital, Vienna. After France, a friend of ours is attacked. This is our Europe. Our enemies must know who they are dealing with,\" he said.\nThree people died in a knife attack in a church in the French city of Nice last week in what Mr Macron said was an \"Islamist terrorist attack\".\nThe UK prime minister also said the country's \"thoughts are with the people of Austria - we stand united with you against terror\" while Home Secretary Priti Patel said \"we stand ready to support in any way we can\".\nEuropean Council President Charles Michel called it a cowardly act that violated life and human values.\nDutch Prime Minister Mark Rutte called the shooting \"a heinous act\" and expressed \"solidarity\" with Austria.\nRelated Topics Vienna\nAustria", "url": "https://www.bbc.com/news/world-europe-54786952"}