{"authors": [], "date_download": "2021-08-08 00:20:56", "date_modify": "2021-08-08 00:20:56", "date_publish": "2020-06-28 23:53:38", "description": "It is hoped an end to videoconferencing will allow EU negotiators breathing space to find solutions.", "filename": "news_world-europe-53215711_1628382056.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/145C1/production/_113139338_tv061965350.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-53215711_1628382056.html", "title": "Brexit: Will return of face-to-face talks mean progress?", "title_page": "Brexit: Will return of face-to-face talks mean progress? - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Brexit: Will return of face-to-face talks mean progress? Katya Adler\nEurope editor\n@BBCkatyaadleron Twitter Published 29 June 2020\nimage source EPA image caption Unlike the recent videoconference, leaders plan to meet face-to-face - Covid-19 permitting\nSo the \"tiger in the tank\" (Prime Minister Boris Johnson's words) of EU-UK post-Brexit trade talks is all geared up to pounce.\nMonday sees the start of a month of intensified negotiations between the two sides. This will include weekly meetings - at times in London, at others, in Brussels. And the first face-to-face talks since the Covid-19 pandemic hit Europe, infecting the EU and the UK's chief negotiators.\nThe idea of revving up the frequency of negotiating rounds was given a blessing at the highest political level a couple of weeks ago, when the prime minister held a summit via video link with European Commission President Ursula von der Leyen.\nBoth sides have underlined their commitment to agreeing and ratifying a deal by the end of the year.\nWhat can we expect after July's tiger pounce?\nWell, the government wants to see the outline of an EU-UK trade deal by the end of the summer. This is in order to give UK businesses time to prepare themselves for a new working relationship with the EU, starting 1 January - after the transition period ends.\nEU negotiators say they'll do their best.\nThroughout this month, smaller groups of negotiators will focus on the main sticking points between the two sides- such as fishing and competition regulations, including environmental and - of key importance to the EU - state aid rules.\nThe hope is that face-to-face talks will facilitate the odd informal chat over coffee or a cooling-off walk around the block, allowing negotiators the breathing space to find solutions, rather than each side continuing to parrot already well-known red lines at one another via Zoom chat or similar.\nBut it's not going to be easy\nPosturing and/or parroting is pretty straight-forward. Agreeing political compromises is anything but.\nYou could say, if they were not willing to make concessions, neither the EU, nor the UK would have signed up to releasing tigers into tanks.\nOr you could cynically note that neither side would want to be seen to be the one responsible for a politically and economically costly no-deal scenario come the end of this year.\nBrussels has indicated that it is willing to be flexible, as long as principles are protected, like protecting the single market. But what does that mean in practice?\nEU leaders say they have full confidence in their chief negotiator, Michel Barnier. But at their summit earlier this month, they demanded he keep them well-informed every step of the way.\nimage source Getty Images image caption The UK and EU have so far failed to agree on fishing and competition rules\nThe EU's eight coastal nations are wary. They want to keep pretty much the same fishing rights in UK waters they enjoyed while the UK was a member state. Mr Barnier has described theirs as a \"maximalist position\". The other 19 EU members won't want trade talks with the UK to collapse over fishing.\nEU divisions are not something to celebrate\nThe EU's united front may come under some strain as the pressure grows to compromise with the UK.\nPragmatic Germany assumes the EU's rotating six month presidency this week. Chancellor Angela Merkel is clear - she has repeatedly insisted that she's not in favour of pursuing a UK deal \"at any price\".\nBut no-deal would be costly to German businesses and a blot on her political legacy. She may find herself having to reason with France's Emmanuel Macron, who - so far - has taken the toughest line in Brexit negotiations.\nThat Franco-German \"drama\", if it ever unfolds (and if it does, it will likely be limited in size and play out behind closed doors) is one lined up for next season.\nThe Germans have a timetable, too - for their EU presidency. This summer, they say, is dedicated to trying to get all EU members behind a common recovery fund to help European economies hardest hit by Covid-19. The focus won't be on post-Brexit relations until the autumn, says Berlin.\nDespite the rhetoric about racing for a summer deal, that timeline may be more comfortable for the prime minister. He might feel full freedom to manoeuvre, considering his 80-seat parliamentary majority. But compromises may be easier for him to make in the autumn, with the clock ticking down to a potential no-deal - which much of UK industry and many MPs would oppose.", "url": "https://www.bbc.com/news/world-europe-53215711"}