{"authors": [], "date_download": "2021-08-07 07:02:46", "date_modify": "2021-08-07 07:02:46", "date_publish": "2020-11-18 01:51:46", "description": "Covid-19 and the US election have dominated headlines, but Brexit crunch time is approaching fast.", "filename": "news_world-europe-54959056_1628319766.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/101A1/production/_115535956_gettyimages-1229572950-1.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-54959056_1628319766.html", "title": "Brexit: What's happening and what comes next?", "title_page": "Brexit: What's happening and what comes next? - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Brexit: What's happening and what comes next? Published 18 November 2020\nimage source Getty Images image caption EU chief negotiator Michel Barnier has said he wants \"future co-operation to be open but fair\"\nIt's been a hectic year in news, with the coronavirus pandemic and the US presidential election dominating the headlines.\nBrexit deadlines have come and gone, but now it's fair to say crunch time is fast approaching for the UK's departure from the European Union.\nSo, given everything that's been going on, it feels like a good time to catch up on where we are.\nRemind me - what's the current situation?\nThe UK actually left the EU on 31 January, but it's continuing to follow the bloc's rules until the end of the year.\nThese extra 11 months of transition were designed to give both sides some breathing room to negotiate a post-Brexit deal.\nSuch a deal would shape the UK's future relationship with its European neighbours, with key areas such as trade and immigration all under discussion.\nThese negotiations are to determine the rules for the new UK-EU relationship which will start - whatever happens - on 1 January 2021.\nBut remember: any deal would need to get the green light from parliaments on both sides, so time is running out.\nGot it. So how are the talks going?\nWell, they've ground to something of a standstill.\nNegotiations got under way in March, but progress has been fitful. Over the summer, the EU's top negotiator Michel Barnier said a deal seemed unlikely, while the UK said it was not afraid to walk away from the negotiating table all together.\nNot exactly positive then.\nThe main sticking points have been fishing - namely how much access EU boats should have to UK waters - and state aid. The latter dispute revolves around whether the UK government should be allowed to subsidise failing companies, something that's generally not allowed under EU rules.\nThe EU was also unhappy when the UK government published a controversial bill in September - the Internal Market Bill - that could overrule the Withdrawal Agreement already signed with the EU. The EU's concerns centre on the future arrangements for Northern Ireland.\nTalks began again in Brussels on Monday, in what is sure to be a crucial week. The sticking points, however, remain stubbornly in place.\nWhat might happen next?\nThat's the million euro question.\nIf a deal is not agreed before 31 December, the UK will leave the EU's main trading arrangements - the single market and customs union - and trade with the bloc on terms similar to, say, the US or China.\nThis would mean tariffs and border checks being applied to UK exports to the EU, while the UK would also have to decide what tariffs and checks to impose on goods coming the other way. All of this could push up costs for consumers.\nFull border checks could cause long delays at ports, while all sides have said they want to avoid checks along the border between Northern Ireland and the Republic of Ireland (the only UK-EU land border).\nContingency measures could also be introduced for various economic sectors if there is no deal, in an effort to avoid the worst disruption on 1 January.\nmedia caption Confused by Brexit jargon? Reality Check unpacks the basics\nA basic deal being agreed in time is still a possibility. Politicians on both sides, however, are going to have to make concessions fairly quickly.\nThe agreement would need to be turned into a legal text, translated, and then ratified by parliaments on both sides, all before the looming 31 December deadline.", "url": "https://www.bbc.com/news/world-europe-54959056"}