{"authors": [], "date_download": "2021-08-08 16:59:04", "date_modify": "2021-08-08 16:59:04", "date_publish": "2020-06-22 08:00:00", "description": "News and reaction to the impact of coronavirus on Jersey and other top stories.", "filename": "news_live_world-europe-jersey-53106318_1628441944.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-jersey-53106318_1628441944.html", "title": "Coronavirus: Jersey news and virus updates 22-26 June", "title_page": "Coronavirus: Jersey news and virus updates 22-26 June - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "A conservation group has called on people in Jersey to help preserve more wildlife and prevent more hedgehog fatalities during the island's practice of branchage.\nIslanders who do not cut back their hedges that overhang roads and pathways can be fined.\nThere are inspections across the parishes of the island in July and September.\nAction for Wildlife Jersey said the Branchage Working Group had to change its approach to this year¡¯s awareness campaign due to Covid-19 restrictions and the group had launched its first ever video campaign to raise awareness of best practices that would reduce threats to local wildlife.\nBBC Copyright: BBC\nChairman of Action for Wildlife Jersey, Chris Perkins, said changes made to branchage working practices \"continue to benefit banques and hedges, which are such important wildlife corridors and nesting sites\".\nHowever, the numbers of injured hedgehogs in the care of the Jersey Hedgehog Group was higher than this time in 2019, with 21 seriously injured hedgehogs in its care, he said.\nHe said: \"More than 85% of these injuries, caused by strimmers, have been fatal. The increase in hedgehog injuries is likely to be a result of more people spending time in their gardens during lockdown, with a resultant increase in strimmer use.\"\nHe added that the Branchage Working Group was urging landowners and contractors to continue following new branchage guidelines, and gardeners should try to avoid using strimmers and \"should always check for the presence of animals such as hedgehogs before beginning work\".", "url": "https://www.bbc.com/news/live/world-europe-jersey-53106318"}