{"authors": [], "date_download": "2021-08-06 17:10:14", "date_modify": "2021-08-06 17:10:14", "date_publish": "2020-12-08 16:22:15", "description": "Russian media say thieves broke into an Il-80 aircraft, which can be used as a nuclear command centre.", "filename": "news_world-europe-55229438_1628269814.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/EC95/production/_115956506_gettyimages-98830479-594x594.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-55229438_1628269814.html", "title": "Russian 'doomsday' plane's radio equipment stolen by thieves", "title_page": "Russian 'doomsday' plane's radio equipment stolen by thieves - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Russian 'doomsday' plane's radio equipment stolen by thieves Published 8 December 2020\nimage source Getty Images image caption Russian media say the aircraft was undergoing repairs at an airfield in the Rostov region\nThieves have stolen electronic equipment from a Russian military aircraft known as a \"doomsday plane\" for its role in the country's nuclear arsenal, local media report.\nReports say unknown thieves broke into the Ilyushin Il-80 plane at an airfield in the southern region of Rostov.\nIt is unclear when the incident took place, but 39 units of equipment and five radio boards were taken.\nThe local government said an investigation was under way.\nMilitary experts say the aircraft is one of four Il-80s designed to be used as airborne command posts for Russian officials, including the president, in the event of a nuclear conflict. Interfax news agency describes them as among Russia's most classified aircraft.\nFurther details have not been publicly disclosed about the equipment taken by the thieves.\nBut the incident has raised questions about the safety of Russia's strategic military equipment.\nWhat do we know about the theft?\nInterfax said the Ilyushin Il-80 aircraft had been undergoing scheduled repairs since the beginning of 2019.\nOfficials from the Taganrog Aviation Scientific and Technical Complex reported the theft to local police on 4 December.\nCiting an unnamed Russian police source, Interfax said a cargo hatch breach had been discovered during an inspection of the aircraft. It added that authorities were considering opening a criminal investigation.\nAll equipment had been intact at the last inspection on 26 November, according to broadcaster Ren-TV, which first reported the break-in. Investigators took fingerprints and shoeprints from inside the aircraft, Ren-TV added.\nWhat is an Il-80?\nIn the event of a nuclear war, the Russian president would board the aircraft, where they could order the launch of intercontinental ballistic missiles and make other strategic decisions.\nWith no external windows except in the cockpit, the aircraft are designed to have some protection from the effects of a nuclear blast. The US operates a similar fleet of airborne command posts, called E-4B Nightwatch.\nIn May last year, Russia's Deputy Defence Minister Alexei Krivoruchko said work was under way to upgrade and re-equip the Il-80s, which have been in use since 1987.\nA new generation of airborne command posts are reported to be in development as well.\nRussia's Tass news agency reported in October that the Il-80s were scheduled to be replaced by a new model, the Il-96-400M, but did not give a timeframe.\nYou may also be interested in:\nmedia caption Russian President Vladimir Putin revealed a new generation of nuclear weapons in 2018. Here's what he said", "url": "https://www.bbc.com/news/world-europe-55229438"}