{"authors": [], "date_download": "2021-08-07 19:51:21", "date_modify": "2021-08-07 19:51:21", "date_publish": "2020-05-11 08:00:00", "description": "News, reaction and information about the impact of coronavirus on Jersey.", "filename": "news_live_world-europe-jersey-52572826_1628365881.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-jersey-52572826_1628365881.html", "title": "Coronavirus: Jersey updates 11-15 May", "title_page": "Coronavirus: Jersey updates 11-15 May - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "New figures show the rate at which Jersey people are catching coronavirus has fallen steadily since the lockdown measures were introduced.\nThe States' Statistics Unit (SSU) has published a report detailing what is known as the reproductive figures for the island - the R value - which basically show how quickly the virus is spreading.\nThe SSU said the number, which starts at R0, \"can be thought of as the number of subsequent infections that are introduced into a population by each infection\".\nIt added: \"If this number is below one, each successive generation of infections is smaller than the previous, and the number of infections dies out in time. Any number above one, and successive generations of infection will be larger, and the number of new infections will grow.\"\nThe report shows the number reached 2.5 in the early days of March, when Covid-19 was gaining a grip on the island and the rest of the world.\nWhen the first social distancing measures were introduced it fell to about one.\nThen, when lockdown was started at the beginning of April, it started to decline further, and, by the end of the month, it was below 0.5.\nHowever, the statistics unit said the figures were a guide only, and could not give a precise indication of how the disease would develop.", "url": "https://www.bbc.com/news/live/world-europe-jersey-52572826"}