{"authors": [], "date_download": "2021-08-09 12:21:00", "date_modify": "2021-08-09 12:21:00", "date_publish": "2020-03-02 09:30:00", "description": "Coverage of the debate calling for plans to be halted so others can be reconsidered.", "filename": "news_live_world-europe-guernsey-51676052_1628511660.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-guernsey-51676052_1628511660.html", "title": "Future of Guernsey secondary education", "title_page": "Future of Guernsey secondary education: 2 March - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Deputy Matt Fallaize says the amount of information required for a full business case means there is little time left for engaging with stakeholders.\nHe told the States: \"This is a major transformation programme... there is still a great deal of work to be done before the Policy and Resources Committee releases funds, that requires a great deal of additional information.\n\"It inevitably detracts from the time available to engage with external stakeholders unless you are a very large organisation or you throw very large sums of money at it and you can do both of those things together but that is not the position the States are in.\"\nBBC Copyright: BBC\nMr Fallaize said: \"It's not productive to have a situation where a committee gets the endorsement of the States twice for a major strategic policy and then the internal processes the committee has to apply itself to are making a significant contribution to the difficulty the policy runs into.\n\"If government makes a decision that it wants to move in a particular direction in terms of strategic policy the while of government... needs to get behind that strategic policy and deliver it.\n\"It's very difficult for a committee to create the pressure for the whole government machine to get behind a strategic policy, but it's a very major problem.\"\nHe warned other committees they may face similar issues with upcoming major strategic policies.", "url": "https://www.bbc.com/news/live/world-europe-guernsey-51676052"}