{"authors": [], "date_download": "2021-08-08 11:57:03", "date_modify": "2021-08-08 11:57:03", "date_publish": "2020-04-27 07:00:00", "description": "News, reaction and information about the impact of coronavirus on the Bailiwick of Guernsey.", "filename": "news_live_world-europe-guernsey-52323236_1628423823.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-guernsey-52323236_1628423823.html", "title": "Coronavirus: Guernsey updates 27 April", "title_page": "Coronavirus: Guernsey updates 27 April - 1 May - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "BBC Copyright: BBC\nGuernsey's Bailiff, Sir Richard Collas, has presided over his final States of Deliberation.\nMr Collas has served as Bailiff since 2012 and will be replaced by Deputy Bailiff Richard McMahon on 11 May.\nDeputy Mary Lowe acknowledged it was \"strange\" to be saying goodbye remotely, rather than from the Royal Court.\nDeputy Lowe listed many milestones of his career, including the first Mother of the House and female law officer, adding it was \"impossible to set out\" all of the \"good work\" carried out in the period.\nShe said: \"You have a reputation that is the envy of most.\"\nMr Collas marked the end of his career by thanking deputies for their \"over-generous comments\", who in turn gave him a standing ovation.\nHe replied to Mrs Lowe: \"Can I add a first to your list, you're the first Mother of the House to speak from her garage in the midst of birdsong.\"\nAddressing the rest of the house, the Bailiff said it was a \"strange\" time to be retiring \"in the midst of a pandemic\", but the date had been fixed a long time previously.\nHowever, Mr Collas expressed confidence in his successor and his team capability.\n\"It is right that this old codger... steps aside to allow them to take over and let them help guide you through what I'm sure is going to be a very difficult 12 months.\"", "url": "https://www.bbc.com/news/live/world-europe-guernsey-52323236"}