{"authors": [], "date_download": "2021-08-06 18:14:29", "date_modify": "2021-08-06 18:14:29", "date_publish": "2020-06-01 08:00:00", "description": "News and reaction to the impact of coronavirus on the Bailiwick of Guernsey and other top stories.", "filename": "news_live_world-europe-guernsey-52847341_1628273669.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-guernsey-52847341_1628273669.html", "title": "Coronavirus: Guernsey news and virus updates 1-5 June", "title_page": "Coronavirus: Guernsey news and virus updates 1-5 June - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Dr Nicola Brink and States chief executive Paul Whitfield answered more questions sent in by Bailiwick Children.\nEllie, 12 asked - How different will high school be for walking around? Am I allowed to sit with my friends?\nMr Whitfield confirmed to Ellie secondary schools \"will feel a bit different\" as children are kept in bubbles to keep them safe.\nHe said year groups would be kept together, asked to wash their hands more and likely take different break and lunch times to each other.\n\"Within your year group you'll be able to socialise and talk with your friends.\"\nNo name was attached to the question - Am I allowed to have a sleepover at a friend's house?\nDr Brink said children should \"have a chat to their mum and dad\" about sleepovers and it would depend if they had already been in the same bubble.\n\"If you weren't in the same bubble, I would say it's probably a no for now.\n\"But again, things are moving fast so we think that certainly by the time we get to the summer holidays things will be a lot different.\"\nJack, 10, asked - Am I allowed to play football with my friends at lunchtime?\nDr Brink told Jack as football was a contact sport, it was not allowed for now but would be \"in a few weeks time\" when Phase Five should begin.\nShe suggested people think of games where people can \"stay away from each other\" like cricket or rounders.\n\"It's still a team sport, you can still have fun, but you just don't crash into each other.\"\nReuben, 6, asked - \"Where did coronavirus come from?\"\nDr Brink told Reuben that nobody was sure, but she thought the virus came from bats.\nShe explained scientists believe the virus affecting us now, Covid-19, went through an \"intermediate host\", which is another animal people may have touched or been around, which is this case may have been the pangolin.\nDr Brink said: \"We think it probably happened in a city in China called Wuhan, and probably related to some of the markets where there's close contact between animals and humans.\"\nTyler, 7, asked - If the virus comes back will we have to stay at home again and learn there?\nDr Brink said she hoped the virus wouldn't come back and \"things were looking good\", but there was a \"small chance\" it could.\n\"If it does come back, there is the possibility that you'd have to learn from home again.\"\n\"We're going to do everything we can to stop it coming back,\" she added.", "url": "https://www.bbc.com/news/live/world-europe-guernsey-52847341"}