{"authors": [], "date_download": "2021-08-06 23:08:37", "date_modify": "2021-08-06 23:08:37", "date_publish": "2020-03-01 16:16:30", "description": "The Paris museum remains shut amid \"real concern\" among staff over the growing number of infections.", "filename": "news_world-europe-51697644_1628291317.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/B5D5/production/_111094564_060356285-1.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-51697644_1628291317.html", "title": "Coronavirus: Staff force Louvre closure over infection fears", "title_page": "Coronavirus: Staff force Louvre closure over infection fears - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Coronavirus: Staff force Louvre closure over infection fears Published 1 March 2020\nimage source Reuters image caption People queued up outside the Louvre on Sunday but were not allowed in\nThe Louvre museum in Paris has remained shut amid concerns over France's coronavirus outbreak.\nStaff at the Louvre - the most visited museum in world - voted \"almost unanimously\" not to open on Sunday, a union representative said.\nOn Saturday the French government banned all indoor gatherings of more than 5,000 people, in an effort to curb the spread of the new coronavirus.\nFrance has reported 100 cases of the Covid-19 disease. Two people have died.\nWhat happened at the Louvre on Sunday?\nQueues formed outside the museum's iconic pyramid in the rain, but the doors remained shut.\nA statement on the museum's website said a meeting was reviewing the \"public health situation linked to Covid-19 prevention measures\" announced by the government.\nThe previous day, an emergency cabinet meeting banned large gatherings \"in confined spaces\", as well as open-air events such as Sunday's Paris half-marathon.\nUnion official Christian Galani told AFP news agency: \"The meeting was arranged to discuss the concerns of staff\", adding management representatives were unable to convince workers to go to work.\n\"The Louvre is a confined space which welcomes more than 5,000 people a day,\" Mr Galani said. \"There is real concern on the part of staff.\"\nmedia caption Watch how germs spread and how you can prevent it\nIt is unclear when the museum could re-open.\nWhat do I need to know about the coronavirus?\nWhat other gatherings have recently been affected?\nIn France all public gatherings have been banned in parts of Oise, the area north of Paris at the centre France's coronavirus outbreak.\nBut the mayor of Montanaire, one of the towns affected by the ban, defied the move and allowed a market to go ahead on Sunday.\nCancelled events across France also include the final day of the Paris Agricultural Fair and a fireworks display in the southern city of Nice - both were due to be held on Sunday.\nSwitzerland has also banned large gatherings. The General Motor Show and the Basel Carnival are among the events affected.\nIn Italy, Europe's worst-affected country, five Serie A football matches are not being held this weekend.\nIn rugby, Ireland postponed men's and women's Six Nations games against Italy in Dublin next weekend.\nAnd Qatar has cancelled the opening MotoGP race of the season, which was due to be held on 8 March, because of travel restrictions on visitors from Italy, a centre of the outbreak.\nHave you been affected by the coronavirus? Or do you have any information to share? Get in touch by emailing haveyoursay@bbc.co.uk.", "url": "https://www.bbc.com/news/world-europe-51697644"}