{"authors": [], "date_download": "2021-08-08 18:40:30", "date_modify": "2021-08-08 18:40:30", "date_publish": "2020-04-20 04:00:00", "description": "News, reaction and information about the impact of coronavirus on the Bailiwick of Guernsey.", "filename": "news_live_world-europe-guernsey-52323235_1628448030.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-guernsey-52323235_1628448030.html", "title": "Coronavirus: Guernsey updates 20-24 April", "title_page": "Coronavirus: Guernsey updates 20-24 April - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "People who have recently lost their jobs now have access to an initiative designed to help them get back into work, the States has announced.\nThe Career Advantage Programme is a joint venture by the Job Centre and the College of Further Education (CFE).\nIt will will seek to:\nSupport people to clearly recognise gain a recognised qualification or offer them coaching and CV update skills\nIdentify skills gaps for further development, such as maths and English\nExplore future progression or retraining opportunities\nSupport job application processes, for example developing CVs, letters of application and interview skills\nThe support will be offered virtually by staff from the Job Centre and CFE lecturers, while the college is closed.\nIts aim is to give those currently out of work the best chance to regain employment either during this ongoing crisis or later, the States said.\nAnyone interested in getting involved can contact the Job Centre via email or phone on 07839 288985.\nLouise Misselke, principal of the CFE, said they would support anyone who has \"suddenly lost their job\" in these \"strange and challenging times\".\nMs Misselke said: \"The team at the College are ready to work with anyone who finds themselves in this position and who needs support to recognise the years of experience and skill they have got from previous employment.\"", "url": "https://www.bbc.com/news/live/world-europe-guernsey-52323235"}