{"authors": [], "date_download": "2021-08-06 13:41:15", "date_modify": "2021-08-06 13:41:15", "date_publish": "2020-02-27 11:00:00", "description": "Coverage of the debate calling for plans to be halted so others can be reconsidered.", "filename": "news_live_world-europe-guernsey-51643438_1628257275.html", "image_url": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.1.0/bbc_news_logo.png", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_live_world-europe-guernsey-51643438_1628257275.html", "title": "Future of Guernsey secondary education: 27-28 February", "title_page": "Future of Guernsey secondary education: 27-28 February - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Quote Message: Claims that 'this is the biggest level of opposition Guernsey has ever seen' are stuff and nonsense.\" Claims that 'this is the biggest level of opposition Guernsey has ever seen' are stuff and nonsense.\"\nThe words of Education, Sport and Culture Committee member Peter Roffey.\nHe said: \"I am not convinced that the people of Guernsey are by and large against what we're proposing to do. I mean it's not in the top 10.\"\nHe listed a number issues he thought had received a lot more public opposition including when contributing to an old age pension became compulsory, when secondary healthcare insurance became compulsory, and when abortion was legalised.\nDeputy Roffey said: \"Fort George, it was a bit before my day, but I've heard about, I've read about it... the petition was twice as high as on this one, back in the day when you couldn't sign it online and had to go and write it physically... and when the population of Guernsey was an awful lot smaller than it is now.\"\nHe said he remembered as a teenager that \"just about every car had 'say no to Beau Sejour' written on it, there were stickers everywhere and the island was furious\".\nQuote Message: I've seen more ribbons - they were blue - I've seen bigger marches, I've seen bigger protests outside the States.\" I've seen more ribbons - they were blue - I've seen bigger marches, I've seen bigger protests outside the States.\"\n\"There are five, 10, maybe 12, 15 thousand people in this island very angry and that feels enormous, but I believe the majority are saying if we go out here and pass this requete or pass this amendment they going to say 'oh my goodness the States of indecision have done that again, what's going to happen to our kids in the system?'.\"", "url": "https://www.bbc.com/news/live/world-europe-guernsey-51643438"}