{"authors": [], "date_download": "2021-08-09 01:31:10", "date_modify": "2021-08-09 01:31:10", "date_publish": "2020-06-24 12:19:50", "description": "The dispatch of a trainload of material raises new fears that Russia may become a \"dumping ground\".", "filename": "news_world-europe-53156266_1628472670.html", "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/5D36/production/_87726832_thinkstockphotos-122412339.jpg", "language": "en", "localpath": "D:\\news_set/data/2021/08/06/bbc.com/news_world-europe-53156266_1628472670.html", "title": "Nuclear shipment leaves Germany for Russia", "title_page": "Nuclear shipment leaves Germany for Russia - BBC News", "title_rss": "NULL", "source_domain": "bbc.com", "maintext": "Nuclear shipment leaves Germany for Russia Published 24 June 2020\nimage source Thinkstock\nA shipment of 600 tonnes of depleted uranium has left a nuclear fuel plant in Germany bound for Russia, a Russian environmentalist group says.\nTwelve rail cars left the Urenco plant in the town of Gronau, close to the Dutch border, on Monday 22 June, according to the Ecodefense group.\nThe material will reportedly be moved by sea and rail to a plant in the Urals.\nUrenco told the BBC its uranium would be further enriched in Russia and the process met environmental standards.\nEnvironmental activists have long been concerned that Russia may become a \"dumping ground\" for radioactive material from power plants.\nRussia's state atomic energy corporation Rosatom told the BBC it was \"working closely with nuclear regulators and international watchdogs to ensure that our work meets the highest standards of safety\".\nGreenpeace protested last year after German media reports that Urenco had resumed shipping depleted uranium from Germany to Russia after a gap of 10 years.\nRussia had halted the practice in 2009 in what Rosatom describes as \"a purely business decision\". \"We are absolutely convinced that fuel reprocessing works must go ahead to ensure that our net-zero future, unthinkable without nuclear energy, is achieved in the most sustainable way,\" it says.\nOn Monday activists in Germany posted video on social media of what appeared to be the train en route from Gronau, as well as photos of anti-nuclear protesters.\nWhy is the shipment being sent to Russia?\nAccording to the report (in Russian) by Ecodefense, some of it will be shipped by sea to Russia via the port of Amsterdam.\nIt will, the group says, eventually arrive at the Ural Electrochemical Combine in Novouralsk, 3,400km (2,500 miles) away in Russia's Ural Mountains.\nThe group believes that nearly 3,000 tonnes of depleted uranium have already been shipped from Germany to Russia this year.\nThe Urenco spokesperson contacted by the BBC said they could not give details of shipments for \"safety and security reasons\".\nBut Urenco did confirm that it had a contract with a firm called Tradewill, a subsidiary of Tenex which is the overseas trade company of Rosatom.\nUnder the contract, it said, depleted uranium \"tails\" are sent to Russia for further processing. The enriched uranium product then returns to Urenco while the \"depleted fraction\" remains with Tenex.\n\"This is common and legal practice,\" Urenco says. \"We also retain depleted uranium at Urenco in Europe.\"\nUrenco, which is a partnership between German, British and Dutch companies, said its representatives had inspected the facilities involved in the process and had found that they complied with \"all internationally recognised logistics standards, which includes handling, storage, safeguarding and processing of nuclear material, as well as appropriate environmental standards\".\nWhy are environmentalists so concerned?\nOne of the big questions is how much of the material is eventually returned to Germany, with activists arguing that most of it stays in Russia.\nThere are also fears of toxic pollution in the event of any spill.\nmedia caption These towers at a disused German plant were blown up in May 2020\nOn 15 June, a petition to stop the shipments was sent to Russian President Vladimir Putin and German Chancellor Angela Merkel. It was signed by environmental groups and activists from Russia, Germany and the Netherlands.\nThe petition calls for an end to the \"colonial policy of moving hazardous cargoes from Europe to Russia's Siberian and Ural regions\".\nIt argues that Germany has the technology to deal with its own nuclear material and ends with the words: \"Russia is not a dumping ground!\"\nGreenpeace argued last year that Russia lacked a plan to utilise depleted uranium on a large scale. The accusation was rejected by Tenex which told Russian media it was \"absolutely inconsistent with reality\".\nIn a statement to the BBC, Rosatom said it had \"set up a dedicated expert panel on depleted uranium reprocessing with the participation of leading scientists and environmental groups, such as Greenpeace and Bellona, and act on their advice\".\nWhat risks are associated with depleted uranium?\nDepleted uranium (DU) contains a reduced proportion of Uranium-235, which is an isotope used as fuel in nuclear power stations.\nReprocessing can allow fresh fuel to be produced, and the nuclear industry in Germany prefers to describe DU in this context as \"recyclable material\".\nAccording to the US Nuclear Regulatory Commission (NRC), the commercial demand for depleted uranium is currently much less than the amounts generated.\n\"Uranium is likely to become a chemical toxicology problem before it is a radiological problem,\" according to the NRC.\n\"Since uranium is mildly radioactive, once inside the body it also irradiates the organs, but the primary health effect is associated with its chemical action on body functions,\" it says.", "url": "https://www.bbc.com/news/world-europe-53156266"}